[
  {
    "subject": "Introdução ao direito",
    "text": "Quem foi o escritor do clássico \"A Teoria Pura do Direito\"?",
    "answer1": "Max Weber",
    "answer2": "John Austin",
    "answer3": "Hans Kelsen",
    "answer4": "Miguel Reale",
    "right_answer": 3,
    "difficulty": 1,
    "": ""
  },
  {
    "subject": "Direito Internacional",
    "text": "A coordenação política entre os seus membros é feita sem elementos de confrontação com demais países. Está aberto à cooperação e ao engajamento construtivo com terceiros países, assim como com organizações internacionais e regionais, no tratamento de temas da atualidade internacional. Cinco anos após a primeira Cúpula, em 2009, suas atividades internas já abrangem cerca de 30 áreas, como agricultura, ciência e tecnologia, cultura, espaço exterior, think tanks, governança e segurança da Internet, previdência social, propriedade intelectual, saúde, turismo, entre outras.",
    "answer1": "À União Européia",
    "answer2": "Ao BRICS",
    "answer3": "Ao Mercosul",
    "answer4": "Ao NAFTA",
    "right_answer": 2,
    "difficulty": 5,
    "": ""
  },
  {
    "subject": "Direito Internacional",
    "text": "(CESPE) / Órgão: TRF - 5ª REGIÃO. Assinale a opção correta relativamente à fundamentação, às fontes e às características do direito internacional público",
    "answer1": "Admite-se a escusa de obrigatoriedade de um costume internacional se o Estado provar de forma efetiva que se opôs ao seu conteúdo desde a sua formação.",
    "answer2": "Não há previsão expressa de princípios gerais do direito internacional no Estatuto da CIJ.",
    "answer3": "A corrente voluntarista considera que a obrigatoriedade do direito internacional deve basear-se no consentimento dos cidadãos.",
    "answer4": "O Estatuto da CIJ estabelece que as decisões proferidas pelas organizações internacionais sejam consideradas fontes do direito internacional público.",
    "right_answer": 2,
    "difficulty": 1,
    "": ""
  },
  {
    "subject": "Direito Internacional",
    "text": "(CESPE)É elemento do ato internacionalmente ilícito, segundo os artigos da Comissão de Direito Internacional sobre Responsabilidade Internacional dos Estados.",
    "answer1": "a obrigação.",
    "answer2": "a culpa",
    "answer3": "a atribuição",
    "answer4": "o dolo",
    "right_answer": 3,
    "difficulty": 1,
    "": ""
  },
  {
    "subject": "Direito Internacional",
    "text": "(PGR)EM MATÉRIA DE CONFLITO DE JURISDIÇÕES ESTATAIS NO DIREITO INTERNACIONAL,",
    "answer1": "o exercício da jurisdição territorial tem primazia sobre o exercício da jurisdição extraterritorial, independentemente do critério que legitime a extraterritorialidade;",
    "answer2": "o exercício da jurisdição territorial tem primazia sobre o exercício da jurisdição extraterritorial pelo critério do sujeito passivo, não a tendo, contudo, pelos demais critérios legitimadores da extraterritorialidade;",
    "answer3": "o exercício da jurisdição territorial, ainda que mais frequente, não tem qualquer primazia sobre o exercício da jurisdição extraterritorial, resolvendo- se o conflito pelo princípio ne bis in idem;",
    "answer4": "a primazia do exercício da jurisdição extraterritorial só é admitida em casos excepcionais, sob pena de se incorrer em ingerência ilícita nos assuntos de exclusiva competência doméstica do Estado territorial.",
    "right_answer": 3,
    "difficulty": 5,
    "": ""
  },
  {
    "subject": "Direito Internacional",
    "text": "(NUCEPE/ ÓRGÃO: SEJUS/PI) Nos últimos dois anos o mundo árabe assistiu ao crescimento vertiginoso, no Oriente Médio, da organização terrorista denominada de Estado Islâmico. O ISIS (na sigla em inglês) estabeleceu em 2014, um califado no coração do crescente fértil, na prática um verdadeiro Estado fundamentalista a governar todos os muçulmanos a partir da lei islâmica, a sharia e, que promove na região e parte do ocidente vários sequestros, execuções e atentados terroristas. Com relação ao Estado Islâmico assinale a alternativa CORRETA",
    "answer1": "O Estado Islâmico é composto basicamente por muçulmanos xiitas do Irã e do Afeganistão e por estrangeiros islamizados oriundos da África Subsaariana.",
    "answer2": "A organização controla uma área equivalente a do território da Jordânia ou do Reino Unido, situada entre o Líbano e Turquia.",
    "answer3": "As ações do Estado Islâmico encontraram terreno fértil nos territórios da Síria e do Iraque, principalmente após a aliança com os Peshmergas ou forças curdas.",
    "answer4": "O controle sobre poços de petróleo e refinarias, a cobrança de tributos, o contrabando e resgates estão na base do financiamento das ações do Estado Islâmico.",
    "right_answer": 4,
    "difficulty": 3,
    "": ""
  },
  {
    "subject": "Direito Internacional",
    "text": "(EXATUS-PR)O Brasil lançará um programa de pós-graduação em parceria com os outros membros do BRICS (sigla que se refere a países que se destacaram no cenário mundial pelo rápido crescimento das suas economias em desenvolvimento). Além do Brasil, todas as alternativas abaixo apresentam membros do BRICS, EXCETO:",
    "answer1": "África do Sul",
    "answer2": "Canadá",
    "answer3": "Índia",
    "answer4": "Rússia",
    "right_answer": 2,
    "difficulty": 3,
    "": ""
  },
  {
    "subject": "Direito Internacional",
    "text": "(NC-UFPR/ Órgão: UFPR) Os BRICS (Brasil, Rússia, Índia, China e África do Sul) surgiram para, entre outras razões, introduzir algumas nuanças no atual modelo de globalização, destacando-se:",
    "answer1": "o fortalecimento do Estado como regulador da economia e promotor de políticas sociais.",
    "answer2": "a desregulamentação ou flexibilização dos mercados financeiros.",
    "answer3": "a liberalização do comércio internacional.",
    "answer4": "a concentração da regulação econômica global em duas instituições multilaterais, o Banco Mundial e o FMI.",
    "right_answer": 1,
    "difficulty": 5,
    "": ""
  },
  {
    "subject": "Direito Internacional",
    "text": "(VUNESP) Em janeiro de 2015, o embaixador do Brasil na Indonésia seguiu as instruções da presidente Dilma para deixar imediatamente aquele país. As relações diplomáticas entre os dois países estão estremecidas porque",
    "answer1": "o governo indonésio se negou a pagar empréstimo oferecido pelo Brasil",
    "answer2": "dois brasileiros feridos em acidente morreram por omissão dos médicos locais.",
    "answer3": "um brasileiro, acusado de tráfico de drogas, foi condenado à morte e executado",
    "answer4": "o setor de imigração indonésio passou a exigir visto de entrada para brasileiros.",
    "right_answer": 3,
    "difficulty": 1,
    "": ""
  },
  {
    "subject": "Direito Internacional",
    "text": "(CESPE/ Órgão: TJ-PI) Na ONU, o setor voltado para a proteção de pessoas que buscam refúgio fora de seu país, nas diversas regiões do planeta, é denominado",
    "answer1": "Corte Internacional de Justiça.",
    "answer2": "Conselho Econômico e Social.",
    "answer3": "Fundo das Nações Unidas para a Agricultura e Alimentação.",
    "answer4": "Alto Comissariado da ONU para Refugiados.",
    "right_answer": 4,
    "difficulty": 1,
    "": ""
  },
  {
    "subject": "Direito Internacional",
    "text": "(CESPE/ Órgão:BACEN) No que se refere a instrumentos jurisdicionais no direito internacional, assinale a opção correta.",
    "answer1": "O órgão de solução de controvérsias da OMC é hierarquicamente superior aos tribunais internacionais especializados no que se refere a matérias relativas ao comércio internacional.",
    "answer2": "O direito internacional não reconhece a figura do amicus curiae nos tribunais internacionais.",
    "answer3": "É vedado aos Estados solicitar opiniões consultivas à Corte Internacional de Justiça.",
    "answer4": "As decisões de tribunais arbitrais têm caráter não-obrigatório.",
    "right_answer": 3,
    "difficulty": 5,
    "": ""
  },
  {
    "subject": "Direito Internacional",
    "text": "(CESGRANRIO) Uma empresa brasileira acaba de ser condenada a pagar uma indenização a outra empresa brasileira, em razão de um laudo arbitral proferido no exterior. A arbitragem foi realizada segundo as regras da Câmara de Comércio Internacional (CCI), em um país signatário da Convenção de Nova York.\n\nEsse laudo arbitral",
    "answer1": "precisa ser homologado pelo STJ, por ser laudo arbitral estrangeiro.",
    "answer2": "dispensa homologação, porque ambas as empresas são brasileiras.",
    "answer3": "precisa ser homologado no país-sede da arbitragem e depois pelo STJ.",
    "answer4": "dispensa homologação, porque o Brasil ratificou a Convenção de Nova York.",
    "right_answer": 1,
    "difficulty": 5,
    "": ""
  },
  {
    "subject": "Direito Penal",
    "text": "A edição de leis mais favorável (\"abolitio criminis\") possibilita ao réu:",
    "answer1": "Eximir-se da obrigação de indenizar o dano pelo crime.",
    "answer2": "Ver cessada a execução e os efeitos civis da sentença condenatória",
    "answer3": "Livrar-se de confisco",
    "answer4": "Ver cessada a execução e os efeitos penais de sentença condenatória",
    "right_answer": 4,
    "difficulty": 1,
    "": ""
  },
  {
    "subject": "Direito Penal",
    "text": "Constitui exceção ao concurso intertemporal de normas",
    "answer1": "Os crimes habituais e permanentes",
    "answer2": "Os crimes progressivos e continuados",
    "answer3": "Os crimes permanentes e continuados",
    "answer4": "Os crimes permanentes e progressivos",
    "right_answer": 3,
    "difficulty": 1,
    "": ""
  },
  {
    "subject": "Direito Penal",
    "text": "Assinale a alternativa correta:",
    "answer1": "A lei temporária é sempre considerada a lei penal mais branda",
    "answer2": "A lei temporária é a que determina seu próprio momento de revogação",
    "answer3": "A lei temporária prescinde do princípio da legalidade para a sua aplicação",
    "answer4": "A lei temporária é sempre norma penal em branco",
    "right_answer": 2,
    "difficulty": 1,
    "": ""
  },
  {
    "subject": "Direito Penal",
    "text": "A Lei nº 12.015/2009, aumentou a pena para a conduta do Art.217-A, antes punida pela combinação dos arts. 213 e 224 do Código Penal. Assinale a alternativa correta:",
    "answer1": "Operou-se a \"abolitio criminis'",
    "answer2": "Operou-se a \"novatio legis in mellius",
    "answer3": "Operou-se a criminalização da conduta",
    "answer4": "Operou-se a \"novatio legis in pejus",
    "right_answer": 4,
    "difficulty": 3,
    "": ""
  },
  {
    "subject": "Direito Penal",
    "text": "Lei posterior que passa a cominar ao crime uma pena meno:",
    "answer1": "Não tem aplicação aos fatos anteriores, pois foram cometidos anteriormente à sua vigência",
    "answer2": "Tem aplicação aos fatos anteriores, ainda que decididos por sentença condenatória transitada em julgado",
    "answer3": "Tem aplicação aos fatos anteriores, desde que não tenha ocorrido o trânsito e julgado da sentença condenatória",
    "answer4": "Tem aplicação aos fatos anteriores, mas tão somente para cessar os efeitos civis da sentença condenatória.",
    "right_answer": 2,
    "difficulty": 3,
    "": ""
  },
  {
    "subject": "Direito Penal",
    "text": "A liberação do preço de determinado produto (art. 6º, I, da Lei 8.137/90) não exclui o crime praticado na vigência de anterior tabela porque:",
    "answer1": "A norma complementar alterada nunca retroage",
    "answer2": "Não se admite a combinação de leis para favorecer o agente",
    "answer3": "A variação da norma complementar modifica o objeto de proteção penal, que é o de não trangredir a tabela oficial de gêneros",
    "answer4": "Nenhuma das alternativas",
    "right_answer": 4,
    "difficulty": 3,
    "": ""
  },
  {
    "subject": "Direito Penal",
    "text": "Assinale a alternativa correta:",
    "answer1": "O costume pode revogar norma penal incriminadora",
    "answer2": "A lei nova mais benéfica retroage sem nenhuma limitação, mas não pode alcançar sentença condenatória transitada em julgado.",
    "answer3": "O princípio da determinação taxativa é corolário do princípio da legalidade",
    "answer4": "A lei nova descriminante, além de extinguir o crime, também afasta a execução e os efeitos penais e cíveis da sentença condenatória",
    "right_answer": 3,
    "difficulty": 1,
    "": ""
  },
  {
    "subject": "Direito Penal",
    "text": "A restituição integral do valor apropriado aos cofres públicos pelo autor de peculato doloso, antes do recebimento da denúncia,",
    "answer1": "implica na extinção da punibilidade do agente.",
    "answer2": "não exclui o delito, nem implica em redução de pena, por já ter ocorrido a consumação.",
    "answer3": "caracteriza arrependimento posterior e a pena pode ser reduzida de um a dois terços.",
    "answer4": "constitui arrependimento eficaz, isentado o agente de pena.",
    "right_answer": 3,
    "difficulty": 5,
    "": ""
  },
  {
    "subject": "Direito Penal",
    "text": "A respeito da teoria do crime adotada pelo CP, assinale a opção correta.",
    "answer1": "A conduta do agente que, após iniciar a execução de crime por iniciativa própria, impede a produção do resultado caracteriza arrependimento posterior e tem a mesma consequência jurídica da desistência voluntária.",
    "answer2": "A ausência de previsão é requisito da culpa inconsciente, pois, se o agente consegue prever o delito, trata-se de conduta dolosa e não culposa.",
    "answer3": "A previsibilidade subjetiva é um dos elementos da culpa e consiste na possibilidade de ser antevisto o resultado nas circunstâncias específicas em que o agente se encontrava no momento da infração penal.",
    "answer4": "O CP limitou-se a adotar a teoria do assentimento em relação ao dolo ao dispor que age dolosamente o agente que aceita o resultado, embora não o tenha visado como fim específico.",
    "right_answer": 2,
    "difficulty": 5,
    "": ""
  },
  {
    "subject": "Direito Penal",
    "text": "Um agente penitenciário se apropriou de dinheiro de preso, cuja guarda lhe foi confiada em razão do cargo, caracterizando-se o crime de peculato. Descoberto o fato pela direção do presídio, o agente restituiu o dinheiro que lhe fora confiado.\n\nNessa situação hipotética, a restituição do dinheiro",
    "answer1": "não ensejará a extinção da punibilidade.",
    "answer2": "terá como efeito a extinção da punibilidade, se for anterior ao oferecimento da denúncia.",
    "answer3": "ensejará a extinção da punibilidade ainda que seja posterior ao oferecimento da denúncia, mas desde que anteceda a sentença.",
    "answer4": "possibilitará a aplicação de causa de redução da pena, desde que anteceda o oferecimento da denúncia.",
    "right_answer": 1,
    "difficulty": 3,
    "": ""
  },
  {
    "subject": "Direito Penal",
    "text": "Assinale a alternativa correta:",
    "answer1": "A medida provisória, mesmo antes de sua aprovação pelo Congresso, pode instituir crime ou pena criminal",
    "answer2": "O princípio da legalidade constitui uma real limitação ao poder estatal de interferir na esfera das liberdades individuais",
    "answer3": "A abolitio criminis cessa os efeitos penais da sentença condenatória, mas não a sua execução",
    "answer4": "Nenhuma das alternativas",
    "right_answer": 2,
    "difficulty": 3,
    "": ""
  },
  {
    "subject": "Direito Penal",
    "text": "Se o agente, com 17 anos, atira na vítima e esta vem a morrer vinte dias depois, quando o agente já completou 18 anos, é correto dizer-se que o agente:",
    "answer1": "Responderá pelo crime, pois considera-se tempo do crime o da ação ou da omissão",
    "answer2": "Não responderá, pois o tempo do crime é o da conduta e não o do resultado",
    "answer3": "Não responderá pelo crime, pois o tempo do crime é o da ação",
    "answer4": "Nenhuma das alternativas",
    "right_answer": 3,
    "difficulty": 1,
    "": ""
  },
  {
    "subject": "Direito Penal",
    "text": "Assinale a alternativa correta:",
    "answer1": "A principal característica do Direito Penal é a pena",
    "answer2": "A principal característica do Direito Penal é o fato típico",
    "answer3": "A principal característica do  Direito Penal é o delinquente",
    "answer4": "A principal característica do Direito Penal é criminalidade",
    "right_answer": 1,
    "difficulty": 1,
    "": ""
  },
  {
    "subject": "Direito Penal",
    "text": "No crime de favorecimento pessoal, dispõe o §2º, do art. 348, do Código Penal: \"Se quem presta o auxílio é ascendente, descendente, cônjuge ou irmão do criminoso, fica isento de pena\". Tal dispositivo é causa de:",
    "answer1": "Exclusão de ilicitude",
    "answer2": "Exclusão de punibilidade",
    "answer3": "Exclusão de Culpabilidade",
    "answer4": "Exclusão de tipicidade",
    "right_answer": 2,
    "difficulty": 5,
    "": ""
  },
  {
    "subject": "Direito Penal",
    "text": "Harry pratica atos de execução do crime de homicídio. No entanto, antes de ocorrer a morte, impede que o resultado se produza. A conduta descrita configura:",
    "answer1": "Arrependimento Eficaz",
    "answer2": "Tentativa",
    "answer3": "Desistência voluntária",
    "answer4": "Arrependimento Posterior",
    "right_answer": 1,
    "difficulty": 1,
    "": ""
  },
  {
    "subject": "Direito Penal",
    "text": "Caio foi preso em flagrante por trazer consigo 10 papelotes e ter em depósito uma tonelada de cocaína, sem autorização ou em desacordo com determinação legal ou regulamentar. Caio deverá responder:",
    "answer1": "por dois crimes de tráfico de drogas (art. 33 da Lei nº 11.343/06), em concurso material.",
    "answer2": "por dois crimes de tráfico de drogas (art. 33 da Lei nº 11.343/06), em concurso formal.",
    "answer3": "por um único crime de tráfico de drogas (art. 33 da Lei nº 11.343/06).",
    "answer4": "por um único crime de porte ilegal de drogas (art. 28 da Lei nº 11.343/06), uma vez que distribuiu a substância gratuitamente.",
    "right_answer": 3,
    "difficulty": 5,
    "": ""
  },
  {
    "subject": "Direito de Família",
    "text": "Considerando a obrigação de pagar alimentos, é correto afirmar que:",
    "answer1": "o menor não pode, sem a anuência da mãe, sua representante legal, considerar quitada a obrigação do pai.",
    "answer2": "não se transmite, aos herdeiros do alimentante, a obrigação de prestar alimentos ao alimentando.",
    "answer3": "na ausência do pai, os avós não podem ser chamados a complementar os alimentos dos netos.",
    "answer4": "o dever de prestar alimentos entre ex-cônjuges reveste-se de características indenizatórias.",
    "right_answer": 1,
    "difficulty": 1,
    "": ""
  },
  {
    "subject": "Direito de Família",
    "text": "(VUNESP) Em separação judicial consensual, João obrigou-se a pagar 12 salários mínimos de pensão alimentícia a cada um dos dois filhos, acrescida de 13.º salário. Um ano após a separação, constituiu uma nova união, nascendo desta mais um filho, ocasião em que também pediu demissão da empresa em que trabalhava como diretor comercial, para abrir seu próprio negócio. Considerando apenas que o nascimento de mais um filho e a nova união aumentaram suas despesas, João ingressou com ação para rever o valor das pensões, pretendendo pagar 5 salários mínimos para cada um. Diante desse fato, aponte a alternativa correta.",
    "answer1": "Os alimentos devem ser fixados de acordo com a possibilidade momentânea do devedor, sendo possível revêlos a qualquer momento, não se considerando, na sua fixação, a condição social dos alimentados, mas apenas as necessidades básicas",
    "answer2": "A constituição de nova família e o nascimento de um outro filho importam no decréscimo da pensão alimentícia prestada a filhos havidos da união anterior, visto que é motivo suficiente para demonstrar uma inversão da situação econômica do devedor.",
    "answer3": "O simples fato de constituir nova família, resultando ou não em nascimento de filho, não importa no decréscimo da pensão alimentícia prestada a filhos havidos da união anterior, notadamente se a situação econômica do devedor permanece inalterada.",
    "answer4": "Os alimentos não podem ser fixados em salário mínimo, razão pela qual caberá sua revisão para adequá-lo a uma porcentagem da renda do alimentante, ainda que mensalmente variável, verificada pelos meios contábeis ordinários.",
    "right_answer": 3,
    "difficulty": 5,
    "": ""
  },
  {
    "subject": "Direito de Família",
    "text": "Roberto doou para sua filha Fernanda cotas de estabelecimento comercial, permanecendo como seu usufrutuário. Roberto percebe rendimentos dessas cotas e deseja transferir parte do usufruto à pessoa jurídica constituída por seu irmão Edson. Nesse caso,",
    "answer1": "é possível a transferência por cessão de parte do usufruto para pessoa jurídica a título gratuito.",
    "answer2": "é possível a transferência por alienação a título oneroso para pessoa física ou jurídica.",
    "answer3": "não é possível a transferência do usufruto em parte, mas apenas em sua totalidade.",
    "answer4": "é possível a transferência por alienação de parte do usufruto apenas para pessoa física.",
    "right_answer": 1,
    "difficulty": 5,
    "": ""
  },
  {
    "subject": "Direito de Família",
    "text": "A respeito da paternidade, é correto afirmar:",
    "answer1": "O reconhecimento dos filhos havidos fora do casamento é irrevogável, exceto quando feito em testamento.",
    "answer2": "A filiação materna ou paterna pode resultar de casamento declarado nulo, ainda mesmo sem as condições do putativo.",
    "answer3": "São nulas a condição e o termo apostos ao ato de reconhecimento do filho.",
    "answer4": "Cabe ao marido o direito de contestar a paternidade dos filhos nascidos de sua mulher, decaindo, porém, desse direito se não o exercitar em até 4 anos após o término da relação conjugal.",
    "right_answer": 2,
    "difficulty": 5,
    "": ""
  },
  {
    "subject": "Direito de Família",
    "text": "(FCC- Fundação Carlos Chagas) De acordo com o Direito da Infância e da Juventude:",
    "answer1": "O reconhecimento do estado de filiação é direito personalíssimo, indisponível e imprescritível, podendo ser exercitado contra os pais ou seus herdeiros, sem qualquer restrição, em procedimento dotado de ampla publicidade com vistas à preservação de interesses de terceiros.",
    "answer2": "Sem prévia e expressa autorização judicial, nenhuma criança ou adolescente nascido em território nacional poderá sair do País em companhia de estrangeiro residente ou domiciliado no exterior.",
    "answer3": "A colocação em família substituta estrangeira constitui medida excepcional, somente admissível na modalidade de adoção ou de tutela.",
    "answer4": "É proibido qualquer trabalho a menores de dezesseis anos de idade, salvo na condição de aprendiz, a partir de doze anos de idade.",
    "right_answer": 2,
    "difficulty": 3,
    "": ""
  },
  {
    "subject": "Direito de Família",
    "text": "É nulo o casamento contraído,",
    "answer1": "por incompetência da autoridade celebrante.",
    "answer2": "pelo divorciado, enquanto não houver sido homologada ou decidida a partilha dos bens do casal.",
    "answer3": "do viúvo que se casar antes de dar a inventário os bens deixados pela mulher pré-morta.",
    "answer4": "com infringência de impedimento, e a declaração de sua nulidade pode ser promovida pelo Ministério Público.",
    "right_answer": 4,
    "difficulty": 5,
    "": ""
  },
  {
    "subject": "Direito de Família",
    "text": "De acordo com o Código Civil, NÃO podem se casar:",
    "answer1": "o viúvo ou a viúva que tiver filho do cônjuge falecido, enquanto não fizer inventário dos bens do casal e der partilha aos herdeiros.",
    "answer2": "o cônjuge sobrevivente com o condenado por homicídio ou tentativa de homicídio contra o seu consorte.",
    "answer3": "os parentes afins em linha colateral.",
    "answer4": "o divorciado, enquanto não houver sido homologada ou decidida a partilha dos bens do casal.",
    "right_answer": 2,
    "difficulty": 1,
    "": ""
  },
  {
    "subject": "Direito de Família",
    "text": "(FCC- Fundação Carlos Chagas) Considere abaixo os regimes de bens no casamento.\n\nI. Comunhão universal.\n\nII. Separação obrigatória.\n\nIII. Separação convencional.\n\nIV. Comunhão parcial.\n\nDe acordo com o Código Civil, não podem os cônjuges contratar sociedade entre si se casados sob o regime de bens indicado APENAS em",
    "answer1": "II e III.",
    "answer2": "II, III e IV.",
    "answer3": "I e II.",
    "answer4": "I e IV.",
    "right_answer": 3,
    "difficulty": 5,
    "": ""
  },
  {
    "subject": "Direito de Família",
    "text": "(FCC- Fundação Carlos Chagas) A respeito da paternidade, é correto afirmar:",
    "answer1": "Se a esposa confessar o adultério, isso basta para ilidir a presunção de paternidade.",
    "answer2": "A prova da impotência do cônjuge para gerar, à época do nascimento, ilide a presunção da paternidade.",
    "answer3": "O reconhecimento pode preceder o nascimento do filho ou ser posterior ao seu falecimento, exceto se ele deixar descendentes.",
    "answer4": "O reconhecimento dos filhos havidos fora do casamento pode ser feito por escrito particular, a ser arquivado em cartório.",
    "right_answer": 4,
    "difficulty": 3,
    "": ""
  },
  {
    "subject": "Direito de Família",
    "text": "(FCC- Fundação Carlos Chagas) Assinale a alternativa INCORRETA.",
    "answer1": "O cônjuge prejudicado por doação ou transferência de bens comuns só pode reinvindicá-los se não estiver separado de fato há mais de cinco anos.",
    "answer2": "A pessoa casada no regime da comunhão parcial de bens não tem o direito de reinvindicar contra parceiro amoroso eventual de seu cônjuge bem que este tenha adquirido com o fruto de patrimônio particular.",
    "answer3": "A doação de bem integrante do patrimônio conjugal pelo cônjuge infiel ao seu cúmplice pode ser anulada pelo cônjuge prejudicado até dois anos de dissolvida a sociedade conjugal.",
    "answer4": "Os bens adquiridos mediante o esforço conjunto dos concubinos, ainda que um deles seja casado e mantenha vida conjugal, devem ser objetos de partilha.",
    "right_answer": 2,
    "difficulty": 3,
    "": ""
  },
  {
    "subject": "Direito de Família",
    "text": "(FCC- Fundação Carlos Chagas) As causas suspensivas da celebração do casamento podem ser arguidas APENAS pelos parentes",
    "answer1": "em linha reta de um dos nubentes, sejam consanguíneos ou afins, e pelos colaterais em segundo grau, também consanguíneos ou afins.",
    "answer2": "consanguíneos em linha reta de um dos nubentes e pelos colaterais consanguíneos até terceiro grau.",
    "answer3": "em linha reta de um dos nubentes, sejam consanguíneos ou afins.",
    "answer4": "colaterais em segundo grau, sejam consanguíneos ou afins.",
    "right_answer": 1,
    "difficulty": 5,
    "": ""
  },
  {
    "subject": "Direito de Família",
    "text": "(FCC- Fundação Carlos Chagas) A impenhorabilidade do bem de família pode ser oposta, dentre outros, em processo de execução movido",
    "answer1": "para execução de hipoteca sobre o imóvel oferecido como garantia real pelo casal ou pela entidade familiar.",
    "answer2": "pela Fazenda Nacional, para cobrança do Imposto de Renda.",
    "answer3": "em razão de créditos das contribuições previdenciárias de trabalhadores da própria residência.",
    "answer4": "pelo credor de pensão alimentícia.",
    "right_answer": 2,
    "difficulty": 1,
    "": ""
  },
  {
    "subject": "Direito de Família",
    "text": "(FUNDEP- UFMG) Analise as seguintes alternativas e assinale a assertiva INCORRETA.",
    "answer1": "Os frutos dos bens dos ausentes poderão ser desfrutados pelos descendentes, ascendentes e colaterais sucessíveis na totalidade, sem reclamar o ausente retornando.",
    "answer2": "Nem todos os direitos da personalidade são intransmissíveis e irrenunciáveis, podendo o titular requerer que cesse a ameaça ou a lesão a qualquer deles.",
    "answer3": "A força da herança significa que o monte garante os credores na solução das dívidas deixadas pelo falecido, não, porém, dívidas de um herdeiro, em prejuízo dos demais.",
    "answer4": "Desaparecendo uma pessoa do seu domicílio, o juiz nomear-lhe-á curador, com poderes específicos, se o desaparecido não deixar procurador para administrar seus bens.",
    "right_answer": 1,
    "difficulty": 1,
    "": ""
  },
  {
    "subject": "Direito de Família",
    "text": "( FUNDEP-UFMG) Marque a opção CORRETA. O direito a alimentos pode ser cobrado pelos:",
    "answer1": "filhos aos pais, ou na falta destes, aos avós, sem reciprocidade.",
    "answer2": "filhos, na falta dos pais, aos avós.",
    "answer3": "filhos, na falta dos pais, diretamente aos tios.",
    "answer4": "avós, na falta dos filhos, aos netos e bisnetos, indistintamente.",
    "right_answer": 2,
    "difficulty": 3,
    "": ""
  }
]