[
  {
    "subject": "Introdução ao direito",
    "text": "Quem foi o escritor do clássico \"A Teoria Pura do Direito\"?",
    "answer1": "Max Weber",
    "answer2": "John Austin",
    "answer3": "Hans Kelsen",
    "answer4": "Miguel Reale",
    "right_answer": 3,
    "difficulty": 1,
    "": ""
  },
  {
    "subject": "Direito Internacional",
    "text": "A coordenação política entre os seus membros é feita sem elementos de confrontação com demais países. Está aberto à cooperação e ao engajamento construtivo com terceiros países, assim como com organizações internacionais e regionais, no tratamento de temas da atualidade internacional. Cinco anos após a primeira Cúpula, em 2009, suas atividades internas já abrangem cerca de 30 áreas, como agricultura, ciência e tecnologia, cultura, espaço exterior, think tanks, governança e segurança da Internet, previdência social, propriedade intelectual, saúde, turismo, entre outras.",
    "answer1": "À União Européia",
    "answer2": "Ao BRICS",
    "answer3": "Ao Mercosul",
    "answer4": "Ao NAFTA",
    "right_answer": 2,
    "difficulty": 5,
    "": ""
  },
  {
    "subject": "Direito Internacional",
    "text": "(CESPE) / Órgão: TRF - 5ª REGIÃO. Assinale a opção correta relativamente à fundamentação, às fontes e às características do direito internacional público",
    "answer1": "Admite-se a escusa de obrigatoriedade de um costume internacional se o Estado provar de forma efetiva que se opôs ao seu conteúdo desde a sua formação.",
    "answer2": "Não há previsão expressa de princípios gerais do direito internacional no Estatuto da CIJ.",
    "answer3": "A corrente voluntarista considera que a obrigatoriedade do direito internacional deve basear-se no consentimento dos cidadãos.",
    "answer4": "O Estatuto da CIJ estabelece que as decisões proferidas pelas organizações internacionais sejam consideradas fontes do direito internacional público.",
    "right_answer": 2,
    "difficulty": 1,
    "": ""
  },
  {
    "subject": "Direito Internacional",
    "text": "(CESPE)É elemento do ato internacionalmente ilícito, segundo os artigos da Comissão de Direito Internacional sobre Responsabilidade Internacional dos Estados.",
    "answer1": "a obrigação.",
    "answer2": "a culpa",
    "answer3": "a atribuição",
    "answer4": "o dolo",
    "right_answer": 3,
    "difficulty": 1,
    "": ""
  },
  {
    "subject": "Direito Internacional",
    "text": "(PGR)EM MATÉRIA DE CONFLITO DE JURISDIÇÕES ESTATAIS NO DIREITO INTERNACIONAL,",
    "answer1": "o exercício da jurisdição territorial tem primazia sobre o exercício da jurisdição extraterritorial, independentemente do critério que legitime a extraterritorialidade;",
    "answer2": "o exercício da jurisdição territorial tem primazia sobre o exercício da jurisdição extraterritorial pelo critério do sujeito passivo, não a tendo, contudo, pelos demais critérios legitimadores da extraterritorialidade;",
    "answer3": "o exercício da jurisdição territorial, ainda que mais frequente, não tem qualquer primazia sobre o exercício da jurisdição extraterritorial, resolvendo- se o conflito pelo princípio ne bis in idem;",
    "answer4": "a primazia do exercício da jurisdição extraterritorial só é admitida em casos excepcionais, sob pena de se incorrer em ingerência ilícita nos assuntos de exclusiva competência doméstica do Estado territorial.",
    "right_answer": 3,
    "difficulty": 5,
    "": ""
  },
  {
    "subject": "Direito Internacional",
    "text": "(NUCEPE/ ÓRGÃO: SEJUS/PI) Nos últimos dois anos o mundo árabe assistiu ao crescimento vertiginoso, no Oriente Médio, da organização terrorista denominada de Estado Islâmico. O ISIS (na sigla em inglês) estabeleceu em 2014, um califado no coração do crescente fértil, na prática um verdadeiro Estado fundamentalista a governar todos os muçulmanos a partir da lei islâmica, a sharia e, que promove na região e parte do ocidente vários sequestros, execuções e atentados terroristas. Com relação ao Estado Islâmico assinale a alternativa CORRETA",
    "answer1": "O Estado Islâmico é composto basicamente por muçulmanos xiitas do Irã e do Afeganistão e por estrangeiros islamizados oriundos da África Subsaariana.",
    "answer2": "A organização controla uma área equivalente a do território da Jordânia ou do Reino Unido, situada entre o Líbano e Turquia.",
    "answer3": "As ações do Estado Islâmico encontraram terreno fértil nos territórios da Síria e do Iraque, principalmente após a aliança com os Peshmergas ou forças curdas.",
    "answer4": "O controle sobre poços de petróleo e refinarias, a cobrança de tributos, o contrabando e resgates estão na base do financiamento das ações do Estado Islâmico.",
    "right_answer": 4,
    "difficulty": 3,
    "": ""
  },
  {
    "subject": "Direito Internacional",
    "text": "(EXATUS-PR)O Brasil lançará um programa de pós-graduação em parceria com os outros membros do BRICS (sigla que se refere a países que se destacaram no cenário mundial pelo rápido crescimento das suas economias em desenvolvimento). Além do Brasil, todas as alternativas abaixo apresentam membros do BRICS, EXCETO:",
    "answer1": "África do Sul",
    "answer2": "Canadá",
    "answer3": "Índia",
    "answer4": "Rússia",
    "right_answer": 2,
    "difficulty": 3,
    "": ""
  },
  {
    "subject": "Direito Internacional",
    "text": "(NC-UFPR/ Órgão: UFPR) Os BRICS (Brasil, Rússia, Índia, China e África do Sul) surgiram para, entre outras razões, introduzir algumas nuanças no atual modelo de globalização, destacando-se:",
    "answer1": "o fortalecimento do Estado como regulador da economia e promotor de políticas sociais.",
    "answer2": "a desregulamentação ou flexibilização dos mercados financeiros.",
    "answer3": "a liberalização do comércio internacional.",
    "answer4": "a concentração da regulação econômica global em duas instituições multilaterais, o Banco Mundial e o FMI.",
    "right_answer": 1,
    "difficulty": 5,
    "": ""
  },
  {
    "subject": "Direito Internacional",
    "text": "(VUNESP) Em janeiro de 2015, o embaixador do Brasil na Indonésia seguiu as instruções da presidente Dilma para deixar imediatamente aquele país. As relações diplomáticas entre os dois países estão estremecidas porque",
    "answer1": "o governo indonésio se negou a pagar empréstimo oferecido pelo Brasil",
    "answer2": "dois brasileiros feridos em acidente morreram por omissão dos médicos locais.",
    "answer3": "um brasileiro, acusado de tráfico de drogas, foi condenado à morte e executado",
    "answer4": "o setor de imigração indonésio passou a exigir visto de entrada para brasileiros.",
    "right_answer": 3,
    "difficulty": 1,
    "": ""
  },
  {
    "subject": "Direito Internacional",
    "text": "(CESPE/ Órgão: TJ-PI) Na ONU, o setor voltado para a proteção de pessoas que buscam refúgio fora de seu país, nas diversas regiões do planeta, é denominado",
    "answer1": "Corte Internacional de Justiça.",
    "answer2": "Conselho Econômico e Social.",
    "answer3": "Fundo das Nações Unidas para a Agricultura e Alimentação.",
    "answer4": "Alto Comissariado da ONU para Refugiados.",
    "right_answer": 4,
    "difficulty": 1,
    "": ""
  },
  {
    "subject": "Direito Internacional",
    "text": "(CESPE/ Órgão:BACEN) No que se refere a instrumentos jurisdicionais no direito internacional, assinale a opção correta.",
    "answer1": "O órgão de solução de controvérsias da OMC é hierarquicamente superior aos tribunais internacionais especializados no que se refere a matérias relativas ao comércio internacional.",
    "answer2": "O direito internacional não reconhece a figura do amicus curiae nos tribunais internacionais.",
    "answer3": "É vedado aos Estados solicitar opiniões consultivas à Corte Internacional de Justiça.",
    "answer4": "As decisões de tribunais arbitrais têm caráter não-obrigatório.",
    "right_answer": 3,
    "difficulty": 5,
    "": ""
  },
  {
    "subject": "Direito Internacional",
    "text": "(CESGRANRIO) Uma empresa brasileira acaba de ser condenada a pagar uma indenização a outra empresa brasileira, em razão de um laudo arbitral proferido no exterior. A arbitragem foi realizada segundo as regras da Câmara de Comércio Internacional (CCI), em um país signatário da Convenção de Nova York.\n\nEsse laudo arbitral",
    "answer1": "precisa ser homologado pelo STJ, por ser laudo arbitral estrangeiro.",
    "answer2": "dispensa homologação, porque ambas as empresas são brasileiras.",
    "answer3": "precisa ser homologado no país-sede da arbitragem e depois pelo STJ.",
    "answer4": "dispensa homologação, porque o Brasil ratificou a Convenção de Nova York.",
    "right_answer": 1,
    "difficulty": 5,
    "": ""
  },
  {
    "subject": "Direito Penal",
    "text": "A edição de leis mais favorável (\"abolitio criminis\") possibilita ao réu:",
    "answer1": "Eximir-se da obrigação de indenizar o dano pelo crime.",
    "answer2": "Ver cessada a execução e os efeitos civis da sentença condenatória",
    "answer3": "Livrar-se de confisco",
    "answer4": "Ver cessada a execução e os efeitos penais de sentença condenatória",
    "right_answer": 4,
    "difficulty": 1,
    "": ""
  },
  {
    "subject": "Direito Penal",
    "text": "Constitui exceção ao concurso intertemporal de normas",
    "answer1": "Os crimes habituais e permanentes",
    "answer2": "Os crimes progressivos e continuados",
    "answer3": "Os crimes permanentes e continuados",
    "answer4": "Os crimes permanentes e progressivos",
    "right_answer": 3,
    "difficulty": 1,
    "": ""
  },
  {
    "subject": "Direito Penal",
    "text": "Assinale a alternativa correta:",
    "answer1": "A lei temporária é sempre considerada a lei penal mais branda",
    "answer2": "A lei temporária é a que determina seu próprio momento de revogação",
    "answer3": "A lei temporária prescinde do princípio da legalidade para a sua aplicação",
    "answer4": "A lei temporária é sempre norma penal em branco",
    "right_answer": 2,
    "difficulty": 1,
    "": ""
  },
  {
    "subject": "Direito Penal",
    "text": "A Lei nº 12.015/2009, aumentou a pena para a conduta do Art.217-A, antes punida pela combinação dos arts. 213 e 224 do Código Penal. Assinale a alternativa correta:",
    "answer1": "Operou-se a \"abolitio criminis'",
    "answer2": "Operou-se a \"novatio legis in mellius",
    "answer3": "Operou-se a criminalização da conduta",
    "answer4": "Operou-se a \"novatio legis in pejus",
    "right_answer": 4,
    "difficulty": 3,
    "": ""
  },
  {
    "subject": "Direito Penal",
    "text": "Lei posterior que passa a cominar ao crime uma pena meno:",
    "answer1": "Não tem aplicação aos fatos anteriores, pois foram cometidos anteriormente à sua vigência",
    "answer2": "Tem aplicação aos fatos anteriores, ainda que decididos por sentença condenatória transitada em julgado",
    "answer3": "Tem aplicação aos fatos anteriores, desde que não tenha ocorrido o trânsito e julgado da sentença condenatória",
    "answer4": "Tem aplicação aos fatos anteriores, mas tão somente para cessar os efeitos civis da sentença condenatória.",
    "right_answer": 2,
    "difficulty": 3,
    "": ""
  },
  {
    "subject": "Direito Penal",
    "text": "A liberação do preço de determinado produto (art. 6º, I, da Lei 8.137/90) não exclui o crime praticado na vigência de anterior tabela porque:",
    "answer1": "A norma complementar alterada nunca retroage",
    "answer2": "Não se admite a combinação de leis para favorecer o agente",
    "answer3": "A variação da norma complementar modifica o objeto de proteção penal, que é o de não trangredir a tabela oficial de gêneros",
    "answer4": "Nenhuma das alternativas",
    "right_answer": 4,
    "difficulty": 3,
    "": ""
  },
  {
    "subject": "Direito Penal",
    "text": "Assinale a alternativa correta:",
    "answer1": "O costume pode revogar norma penal incriminadora",
    "answer2": "A lei nova mais benéfica retroage sem nenhuma limitação, mas não pode alcançar sentença condenatória transitada em julgado.",
    "answer3": "O princípio da determinação taxativa é corolário do princípio da legalidade",
    "answer4": "A lei nova descriminante, além de extinguir o crime, também afasta a execução e os efeitos penais e cíveis da sentença condenatória",
    "right_answer": 3,
    "difficulty": 1,
    "": ""
  },
  {
    "subject": "Direito Penal",
    "text": "A restituição integral do valor apropriado aos cofres públicos pelo autor de peculato doloso, antes do recebimento da denúncia,",
    "answer1": "implica na extinção da punibilidade do agente.",
    "answer2": "não exclui o delito, nem implica em redução de pena, por já ter ocorrido a consumação.",
    "answer3": "caracteriza arrependimento posterior e a pena pode ser reduzida de um a dois terços.",
    "answer4": "constitui arrependimento eficaz, isentado o agente de pena.",
    "right_answer": 3,
    "difficulty": 5,
    "": ""
  },
  {
    "subject": "Direito Penal",
    "text": "A respeito da teoria do crime adotada pelo CP, assinale a opção correta.",
    "answer1": "A conduta do agente que, após iniciar a execução de crime por iniciativa própria, impede a produção do resultado caracteriza arrependimento posterior e tem a mesma consequência jurídica da desistência voluntária.",
    "answer2": "A ausência de previsão é requisito da culpa inconsciente, pois, se o agente consegue prever o delito, trata-se de conduta dolosa e não culposa.",
    "answer3": "A previsibilidade subjetiva é um dos elementos da culpa e consiste na possibilidade de ser antevisto o resultado nas circunstâncias específicas em que o agente se encontrava no momento da infração penal.",
    "answer4": "O CP limitou-se a adotar a teoria do assentimento em relação ao dolo ao dispor que age dolosamente o agente que aceita o resultado, embora não o tenha visado como fim específico.",
    "right_answer": 2,
    "difficulty": 5,
    "": ""
  },
  {
    "subject": "Direito Penal",
    "text": "Um agente penitenciário se apropriou de dinheiro de preso, cuja guarda lhe foi confiada em razão do cargo, caracterizando-se o crime de peculato. Descoberto o fato pela direção do presídio, o agente restituiu o dinheiro que lhe fora confiado.\n\nNessa situação hipotética, a restituição do dinheiro",
    "answer1": "não ensejará a extinção da punibilidade.",
    "answer2": "terá como efeito a extinção da punibilidade, se for anterior ao oferecimento da denúncia.",
    "answer3": "ensejará a extinção da punibilidade ainda que seja posterior ao oferecimento da denúncia, mas desde que anteceda a sentença.",
    "answer4": "possibilitará a aplicação de causa de redução da pena, desde que anteceda o oferecimento da denúncia.",
    "right_answer": 1,
    "difficulty": 3,
    "": ""
  },
  {
    "subject": "Direito Penal",
    "text": "Assinale a alternativa correta:",
    "answer1": "A medida provisória, mesmo antes de sua aprovação pelo Congresso, pode instituir crime ou pena criminal",
    "answer2": "O princípio da legalidade constitui uma real limitação ao poder estatal de interferir na esfera das liberdades individuais",
    "answer3": "A abolitio criminis cessa os efeitos penais da sentença condenatória, mas não a sua execução",
    "answer4": "Nenhuma das alternativas",
    "right_answer": 2,
    "difficulty": 3,
    "": ""
  },
  {
    "subject": "Direito Penal",
    "text": "Se o agente, com 17 anos, atira na vítima e esta vem a morrer vinte dias depois, quando o agente já completou 18 anos, é correto dizer-se que o agente:",
    "answer1": "Responderá pelo crime, pois considera-se tempo do crime o da ação ou da omissão",
    "answer2": "Não responderá, pois o tempo do crime é o da conduta e não o do resultado",
    "answer3": "Não responderá pelo crime, pois o tempo do crime é o da ação",
    "answer4": "Nenhuma das alternativas",
    "right_answer": 3,
    "difficulty": 1,
    "": ""
  },
  {
    "subject": "Direito Penal",
    "text": "Assinale a alternativa correta:",
    "answer1": "A principal característica do Direito Penal é a pena",
    "answer2": "A principal característica do Direito Penal é o fato típico",
    "answer3": "A principal característica do  Direito Penal é o delinquente",
    "answer4": "A principal característica do Direito Penal é criminalidade",
    "right_answer": 1,
    "difficulty": 1,
    "": ""
  },
  {
    "subject": "Direito Penal",
    "text": "No crime de favorecimento pessoal, dispõe o §2º, do art. 348, do Código Penal: \"Se quem presta o auxílio é ascendente, descendente, cônjuge ou irmão do criminoso, fica isento de pena\". Tal dispositivo é causa de:",
    "answer1": "Exclusão de ilicitude",
    "answer2": "Exclusão de punibilidade",
    "answer3": "Exclusão de Culpabilidade",
    "answer4": "Exclusão de tipicidade",
    "right_answer": 2,
    "difficulty": 5,
    "": ""
  },
  {
    "subject": "Direito Penal",
    "text": "Harry pratica atos de execução do crime de homicídio. No entanto, antes de ocorrer a morte, impede que o resultado se produza. A conduta descrita configura:",
    "answer1": "Arrependimento Eficaz",
    "answer2": "Tentativa",
    "answer3": "Desistência voluntária",
    "answer4": "Arrependimento Posterior",
    "right_answer": 1,
    "difficulty": 1,
    "": ""
  },
  {
    "subject": "Direito Penal",
    "text": "Caio foi preso em flagrante por trazer consigo 10 papelotes e ter em depósito uma tonelada de cocaína, sem autorização ou em desacordo com determinação legal ou regulamentar. Caio deverá responder:",
    "answer1": "por dois crimes de tráfico de drogas (art. 33 da Lei nº 11.343/06), em concurso material.",
    "answer2": "por dois crimes de tráfico de drogas (art. 33 da Lei nº 11.343/06), em concurso formal.",
    "answer3": "por um único crime de tráfico de drogas (art. 33 da Lei nº 11.343/06).",
    "answer4": "por um único crime de porte ilegal de drogas (art. 28 da Lei nº 11.343/06), uma vez que distribuiu a substância gratuitamente.",
    "right_answer": 3,
    "difficulty": 5,
    "": ""
  },
  {
    "subject": "Direito de Família",
    "text": "Considerando a obrigação de pagar alimentos, é correto afirmar que:",
    "answer1": "o menor não pode, sem a anuência da mãe, sua representante legal, considerar quitada a obrigação do pai.",
    "answer2": "não se transmite, aos herdeiros do alimentante, a obrigação de prestar alimentos ao alimentando.",
    "answer3": "na ausência do pai, os avós não podem ser chamados a complementar os alimentos dos netos.",
    "answer4": "o dever de prestar alimentos entre ex-cônjuges reveste-se de características indenizatórias.",
    "right_answer": 1,
    "difficulty": 1,
    "": ""
  },
  {
    "subject": "Direito de Família",
    "text": "(VUNESP) Em separação judicial consensual, João obrigou-se a pagar 12 salários mínimos de pensão alimentícia a cada um dos dois filhos, acrescida de 13.º salário. Um ano após a separação, constituiu uma nova união, nascendo desta mais um filho, ocasião em que também pediu demissão da empresa em que trabalhava como diretor comercial, para abrir seu próprio negócio. Considerando apenas que o nascimento de mais um filho e a nova união aumentaram suas despesas, João ingressou com ação para rever o valor das pensões, pretendendo pagar 5 salários mínimos para cada um. Diante desse fato, aponte a alternativa correta.",
    "answer1": "Os alimentos devem ser fixados de acordo com a possibilidade momentânea do devedor, sendo possível revêlos a qualquer momento, não se considerando, na sua fixação, a condição social dos alimentados, mas apenas as necessidades básicas",
    "answer2": "A constituição de nova família e o nascimento de um outro filho importam no decréscimo da pensão alimentícia prestada a filhos havidos da união anterior, visto que é motivo suficiente para demonstrar uma inversão da situação econômica do devedor.",
    "answer3": "O simples fato de constituir nova família, resultando ou não em nascimento de filho, não importa no decréscimo da pensão alimentícia prestada a filhos havidos da união anterior, notadamente se a situação econômica do devedor permanece inalterada.",
    "answer4": "Os alimentos não podem ser fixados em salário mínimo, razão pela qual caberá sua revisão para adequá-lo a uma porcentagem da renda do alimentante, ainda que mensalmente variável, verificada pelos meios contábeis ordinários.",
    "right_answer": 3,
    "difficulty": 5,
    "": ""
  },
  {
    "subject": "Direito de Família",
    "text": "Roberto doou para sua filha Fernanda cotas de estabelecimento comercial, permanecendo como seu usufrutuário. Roberto percebe rendimentos dessas cotas e deseja transferir parte do usufruto à pessoa jurídica constituída por seu irmão Edson. Nesse caso,",
    "answer1": "é possível a transferência por cessão de parte do usufruto para pessoa jurídica a título gratuito.",
    "answer2": "é possível a transferência por alienação a título oneroso para pessoa física ou jurídica.",
    "answer3": "não é possível a transferência do usufruto em parte, mas apenas em sua totalidade.",
    "answer4": "é possível a transferência por alienação de parte do usufruto apenas para pessoa física.",
    "right_answer": 1,
    "difficulty": 5,
    "": ""
  },
  {
    "subject": "Direito de Família",
    "text": "A respeito da paternidade, é correto afirmar:",
    "answer1": "O reconhecimento dos filhos havidos fora do casamento é irrevogável, exceto quando feito em testamento.",
    "answer2": "A filiação materna ou paterna pode resultar de casamento declarado nulo, ainda mesmo sem as condições do putativo.",
    "answer3": "São nulas a condição e o termo apostos ao ato de reconhecimento do filho.",
    "answer4": "Cabe ao marido o direito de contestar a paternidade dos filhos nascidos de sua mulher, decaindo, porém, desse direito se não o exercitar em até 4 anos após o término da relação conjugal.",
    "right_answer": 2,
    "difficulty": 5,
    "": ""
  },
  {
    "subject": "Direito de Família",
    "text": "(FCC- Fundação Carlos Chagas) De acordo com o Direito da Infância e da Juventude:",
    "answer1": "O reconhecimento do estado de filiação é direito personalíssimo, indisponível e imprescritível, podendo ser exercitado contra os pais ou seus herdeiros, sem qualquer restrição, em procedimento dotado de ampla publicidade com vistas à preservação de interesses de terceiros.",
    "answer2": "Sem prévia e expressa autorização judicial, nenhuma criança ou adolescente nascido em território nacional poderá sair do País em companhia de estrangeiro residente ou domiciliado no exterior.",
    "answer3": "A colocação em família substituta estrangeira constitui medida excepcional, somente admissível na modalidade de adoção ou de tutela.",
    "answer4": "É proibido qualquer trabalho a menores de dezesseis anos de idade, salvo na condição de aprendiz, a partir de doze anos de idade.",
    "right_answer": 2,
    "difficulty": 3,
    "": ""
  },
  {
    "subject": "Direito de Família",
    "text": "É nulo o casamento contraído,",
    "answer1": "por incompetência da autoridade celebrante.",
    "answer2": "pelo divorciado, enquanto não houver sido homologada ou decidida a partilha dos bens do casal.",
    "answer3": "do viúvo que se casar antes de dar a inventário os bens deixados pela mulher pré-morta.",
    "answer4": "com infringência de impedimento, e a declaração de sua nulidade pode ser promovida pelo Ministério Público.",
    "right_answer": 4,
    "difficulty": 5,
    "": ""
  },
  {
    "subject": "Direito de Família",
    "text": "De acordo com o Código Civil, NÃO podem se casar:",
    "answer1": "o viúvo ou a viúva que tiver filho do cônjuge falecido, enquanto não fizer inventário dos bens do casal e der partilha aos herdeiros.",
    "answer2": "o cônjuge sobrevivente com o condenado por homicídio ou tentativa de homicídio contra o seu consorte.",
    "answer3": "os parentes afins em linha colateral.",
    "answer4": "o divorciado, enquanto não houver sido homologada ou decidida a partilha dos bens do casal.",
    "right_answer": 2,
    "difficulty": 1,
    "": ""
  },
  {
    "subject": "Direito de Família",
    "text": "(FCC- Fundação Carlos Chagas) Considere abaixo os regimes de bens no casamento.\n\nI. Comunhão universal.\n\nII. Separação obrigatória.\n\nIII. Separação convencional.\n\nIV. Comunhão parcial.\n\nDe acordo com o Código Civil, não podem os cônjuges contratar sociedade entre si se casados sob o regime de bens indicado APENAS em",
    "answer1": "II e III.",
    "answer2": "II, III e IV.",
    "answer3": "I e II.",
    "answer4": "I e IV.",
    "right_answer": 3,
    "difficulty": 5,
    "": ""
  },
  {
    "subject": "Direito de Família",
    "text": "(FCC- Fundação Carlos Chagas) A respeito da paternidade, é correto afirmar:",
    "answer1": "Se a esposa confessar o adultério, isso basta para ilidir a presunção de paternidade.",
    "answer2": "A prova da impotência do cônjuge para gerar, à época do nascimento, ilide a presunção da paternidade.",
    "answer3": "O reconhecimento pode preceder o nascimento do filho ou ser posterior ao seu falecimento, exceto se ele deixar descendentes.",
    "answer4": "O reconhecimento dos filhos havidos fora do casamento pode ser feito por escrito particular, a ser arquivado em cartório.",
    "right_answer": 4,
    "difficulty": 3,
    "": ""
  },
  {
    "subject": "Direito de Família",
    "text": "(FCC- Fundação Carlos Chagas) Assinale a alternativa INCORRETA.",
    "answer1": "O cônjuge prejudicado por doação ou transferência de bens comuns só pode reinvindicá-los se não estiver separado de fato há mais de cinco anos.",
    "answer2": "A pessoa casada no regime da comunhão parcial de bens não tem o direito de reinvindicar contra parceiro amoroso eventual de seu cônjuge bem que este tenha adquirido com o fruto de patrimônio particular.",
    "answer3": "A doação de bem integrante do patrimônio conjugal pelo cônjuge infiel ao seu cúmplice pode ser anulada pelo cônjuge prejudicado até dois anos de dissolvida a sociedade conjugal.",
    "answer4": "Os bens adquiridos mediante o esforço conjunto dos concubinos, ainda que um deles seja casado e mantenha vida conjugal, devem ser objetos de partilha.",
    "right_answer": 2,
    "difficulty": 3,
    "": ""
  },
  {
    "subject": "Direito de Família",
    "text": "(FCC- Fundação Carlos Chagas) As causas suspensivas da celebração do casamento podem ser arguidas APENAS pelos parentes",
    "answer1": "em linha reta de um dos nubentes, sejam consanguíneos ou afins, e pelos colaterais em segundo grau, também consanguíneos ou afins.",
    "answer2": "consanguíneos em linha reta de um dos nubentes e pelos colaterais consanguíneos até terceiro grau.",
    "answer3": "em linha reta de um dos nubentes, sejam consanguíneos ou afins.",
    "answer4": "colaterais em segundo grau, sejam consanguíneos ou afins.",
    "right_answer": 1,
    "difficulty": 5,
    "": ""
  },
  {
    "subject": "Direito de Família",
    "text": "(FCC- Fundação Carlos Chagas) A impenhorabilidade do bem de família pode ser oposta, dentre outros, em processo de execução movido",
    "answer1": "para execução de hipoteca sobre o imóvel oferecido como garantia real pelo casal ou pela entidade familiar.",
    "answer2": "pela Fazenda Nacional, para cobrança do Imposto de Renda.",
    "answer3": "em razão de créditos das contribuições previdenciárias de trabalhadores da própria residência.",
    "answer4": "pelo credor de pensão alimentícia.",
    "right_answer": 2,
    "difficulty": 1,
    "": ""
  },
  {
    "subject": "Direito de Família",
    "text": "(FUNDEP- UFMG) Analise as seguintes alternativas e assinale a assertiva INCORRETA.",
    "answer1": "Os frutos dos bens dos ausentes poderão ser desfrutados pelos descendentes, ascendentes e colaterais sucessíveis na totalidade, sem reclamar o ausente retornando.",
    "answer2": "Nem todos os direitos da personalidade são intransmissíveis e irrenunciáveis, podendo o titular requerer que cesse a ameaça ou a lesão a qualquer deles.",
    "answer3": "A força da herança significa que o monte garante os credores na solução das dívidas deixadas pelo falecido, não, porém, dívidas de um herdeiro, em prejuízo dos demais.",
    "answer4": "Desaparecendo uma pessoa do seu domicílio, o juiz nomear-lhe-á curador, com poderes específicos, se o desaparecido não deixar procurador para administrar seus bens.",
    "right_answer": 1,
    "difficulty": 1,
    "": ""
  },
  {
    "subject": "Direito de Família",
    "text": "( FUNDEP-UFMG) Marque a opção CORRETA. O direito a alimentos pode ser cobrado pelos:",
    "answer1": "filhos aos pais, ou na falta destes, aos avós, sem reciprocidade.",
    "answer2": "filhos, na falta dos pais, aos avós.",
    "answer3": "filhos, na falta dos pais, diretamente aos tios.",
    "answer4": "avós, na falta dos filhos, aos netos e bisnetos, indistintamente.",
    "right_answer": 2,
    "difficulty": 3,
    "": ""
  },
  {
    "subject": "consumidor",
    "text": "(FGV OAB) A empresa Cristal Ltda., atendendo à solicitação da cliente Ruth, realizou orçamento para prestação de serviço, discriminando material, equipamentos, mão de obra, condições de pagamento e datas para início e término do serviço de instalação de oito janelas e quatro portas em alumínio na residência da consumidora.",
    "answer1": "o orçamento terá validade de trinta dias, independentemente da data do recebimento e aprovação pela consumidora Ruth.",
    "answer2": "Ruth não responderá por eventuais acréscimos não previstos no orçamento prévio, exceto se decorrente da contratação de serviço de terceiro.",
    "answer3": "o valor orçado terá validade de dez dias, contados do recebimento pela consumidora; aprovado, obriga os contraentes, que poderão alterá-lo mediante livre negociação.",
    "answer4": "uma vez aprovado, o orçamento obriga os contraentes e não poderá alterado ou negociado pelas partes, que, buscando mudar os termos, deverão fazer novo orçamento.",
    "right_answer": 3,
    "difficulty": 1,
    "": ""
  },
  {
    "subject": "consumidor",
    "text": "(FGV) Ao instalar um novo aparelho de televisão no quarto de seu filho, o consumidor verifica que a tecla de volume do controle remoto não está funcionando bem. Em contato com a loja onde adquiriu o produto, é encaminhado à autorizada.",
    "answer1": "A imediata substituição do produto por outro novo.",
    "answer2": "O dinheiro de volta.",
    "answer3": "O conserto do produto no prazo máximo de 30 dias.",
    "answer4": "Um produto idêntico emprestado enquanto durar o conserto.",
    "right_answer": 3,
    "difficulty": 1,
    "": ""
  },
  {
    "subject": "consumidor",
    "text": "(FGV OAB) Amadeu, aposentado, aderiu ao plano de saúde coletivo ofertado pelo sindicato ao qual esteve vinculado por força de sua atividade laborativa por mais de 30 anos. Ao completar 60 anos, o valor da mensalidade sofreu aumento significativo (cerca de 400%), o que foi questionado por Amadeu, a quem os funcionários do sindicato explicaram que o aumento decorreu da mudança de faixa etária do aposentado.",
    "answer1": "O aumento do preço é abusivo e a norma consumerista deve ser aplicada ao caso, mesmo em se tratando de plano de saúde coletivo e, principalmente, que envolva interessado com amparo legal no Estatuto do Idoso.",
    "answer2": "O aumento do preço é legítimo, tendo em vista que o idoso faz maior uso dos serviços cobertos e o equilíbrio contratual exige que não haja onerosidade excessiva para qualquer das partes, não se aplicando o CDC à hipótese, por se tratar de contrato de plano de saúde coletivo envolvendo pessoas idosas.",
    "answer3": "O aumento do valor da mensalidade é legítimo, uma vez que a majoração de preço é natural e periodicamente aplicada aos contratos de trato continuado, motivo pelo qual o CDC autoriza que o critério faixa etária sirva como parâmetro para os reajustes econômicos.",
    "answer4": "O aumento do preço é abusivo, mas o microssistema consumerista não deve ser utilizado na hipótese, sob pena de incorrer em colisão de normas, uma vez que o Estatuto do Idoso estabelece a disciplina aplicável às relações jurídicas que envolvam pessoa idosa.",
    "right_answer": 1,
    "difficulty": 1,
    "": ""
  },
  {
    "subject": "consumidor",
    "text": "(FGV OAB)Antônio desenvolve há mais de 40 anos atividade de comércio no ramo de hortifrúti. Seus clientes chegam cedo para adquirir verduras frescas entregues pelos produtores rurais da região. Antônio também vende no varejo, com pesagem na hora, grãos e cereais adquiridos em sacas de 30 quilos, de uma marca muito conhecida e respeitada no mercado. Determinado dia, a cliente Maria desconfiou da pesagem e fez a conferência na sua balança caseira, que apontou suposta divergência de peso. Procedeu com a imediata denúncia junto ao Órgão Oficial de Fiscalização, que confirmou que o instrumento de medição do comerciante estava com problemas de calibragem e que não estava aferido segundo padrões oficiais, gerando prejuízo aos consumidores. A cliente denunciante buscou ser ressarcida pelo vício de quantidade dos produtos.",
    "answer1": "Trata-se de responsabilidade civil solidária, podendo Maria acionar tanto o comerciante quanto os produtores.",
    "answer2": "Trata-se de responsabilidade civil subsidiária, pois o comerciante só responde se os demais fornecedores não forem identificados.",
    "answer3": "Trata-se de responsabilidade civil exclusiva do comerciante, na qualidade de fornecedor imediato.",
    "answer4": "Trata-se de responsabilidade civil objetiva, motivo pelo qual inexistem excludentes de responsabilidade.",
    "right_answer": 3,
    "difficulty": 1,
    "": ""
  },
  {
    "subject": "consumidor",
    "text": "(FGV OAB) Saulo e Bianca são casados há quinze anos e, há dez, decidiram ingressar no ramo das festas de casamento, produzindo os chamados “bem-casados",
    "answer1": "deliciosos doces recheados oferecidos aos convidados ao final da festa. Saulo e Bianca não possuem registro da atividade empresarial desenvolvida",
    "answer2": "sendo essa a fonte única de renda da família. \"\"FGV OAB) Saulo e Bianca são casados há quinze anos e",
    "answer3": "há dez",
    "answer4": "decidiram ingressar no ramo das festas de casamento",
    "right_answer": "produzindo os chamados “bem-casados",
    "difficulty": "deliciosos doces recheados oferecidos aos \"\"GV OAB) Saulo e Bianca são casados há quinze",
    "": "Embora a empresa do casal Saulo e Bianca não esteja devidamente registrada na Junta Comercial, pode ser considerada fornecedora à luz do Código do Consumidor, e os convidados do casamento, na qualidade de consumidores por equiparação, poderão pedir indenização diretamente àqueles"
  },
  {
    "subject": "consumidor",
    "text": "(FGV OAB) Considerando as regras do Código de Proteção e Defesa do Consumidor, assinale a afirmativa correta.",
    "answer1": "Segundo a lei do consumidor, o orçamento tem prazo de validade obrigatório de 10 (dez) dias, contados do seu recebimento pelo consumidor Hugo. Logo, no caso, somente durante esse período a Oficina Mecânica M estará vinculada ao valor orçado.",
    "answer2": "Uma vez aprovado o orçamento pelo consumidor, os contraentes estarão vinculados, sendo correto afirmar que Hugo não responderá por quaisquer ônus ou acréscimos no valor dos materiais orçados; contudo, ele poderá vir a responder pela necessidade de contratação de terceiros não previstos no orçamento prévio.",
    "answer3": "Se o serviço de pintura contratado por Hugo apresentar vícios de qualidade, é correto afirmar que ele terá tríplice opção, à sua escolha, de exigir da oficina mecânica: a reexecução do serviço sem custo adicional; a devolução de eventual quantia já paga, corrigida monetariamente, ou o abatimento do preço de forma proporcional.",
    "answer4": "A lei consumerista considera prática abusiva a execução de serviços sem a prévia elaboração de orçamento, o que pode ser feito por qualquer meio, oral ou escrito, exigindo-se, para sua validade, o consentimento expresso ou tácito do consumidor.",
    "right_answer": 3,
    "difficulty": 3,
    "": ""
  },
  {
    "subject": "consumidor",
    "text": "(FGV OAB) As negociações mercantis adotaram uma nova ordem quando o Código de Defesa do Consumidor foi implementado no sistema jurídico nacional. A norma visa a frágil econômica e tecnicamente de práticas abusivas conferindo-lhe a tutela do Art. 4º, I, do CDC, que consagra a presunção de vulnerabilidade absoluta geral inerente a todos os consumidores. Essa nova ordem ainda conferiu especial atenção à Convenção Coletiva adotada em outros ramos do Direito, passando também a constituir forma de equacionamento de conflitos nas relações de consumo antes mesmo da judicialização das questões, ou mesmo se antecipando à instalação dos litígios.",
    "answer1": "A Convenção regularmente constituída torna-se obrigatória a partir da assinatura dos legitimados, dispensando-se o registro do instrumento em cartório de títulos e documentos.",
    "answer2": "A Convenção não poderá regulamentar as relações de consumo no que diz respeito ao preço e às garantias de produtos e serviços, atribuições do Departamento de Proteção e Defesa do Consumidor.",
    "answer3": "A Convenção regularmente constituída vincula os signatários, mas, caso o fornecedor se desligue da entidade celebrante à qual estava vinculado, eximir-se-a do cumprimento do estabelecido.",
    "answer4": "A Convenção firmada por entidades civis de consumidores e associações de fornecedores somente obrigará os filiados às entidades signatárias.",
    "right_answer": 4,
    "difficulty": 3,
    "": ""
  },
  {
    "subject": "consumidor",
    "text": "(FGV OAB) Eliane trabalha em determinada empresa para a qual uma seguradora apresentou proposta de seguro de vida e acidentes pessoais aos empregados. Eliane preencheu o formulário entregue pela seguradora e, dias depois, recebeu comunicado escrito informando, sem motivo justificado, a recusa da seguradora para a contratação por Eliane. Partindo da situação fática narrada, à luz da legislação vigente, assinale a afirmativa correta.",
    "answer1": "Eliane pode exigir o cumprimento forçado da obrigação nos termos do serviço apresentado, já que a oferta obriga a seguradora e a negativa constituiu prática abusiva pela recusa infundada de prestação de serviço.",
    "answer2": "Trata-se de hipótese de aplicação da legislação consumerista, mas, a despeito das garantias conferidas ao consumidor, em hipóteses como a narrada no caso, é facultado à seguradora recusar a contratação antes da assinatura do contrato.",
    "answer3": "Por se tratar de contrato bilateral, a seguradora poderia ter se recusado a ser contratada por Eliane nos termos do Código Civil, norma aplicável ao caso, que assegura que a proposta não obriga o proponente",
    "answer4": "A seguradora não está obrigada a se vincular a Eliane, já que a proposta de seguro e acidentes pessoais dos empregados não configura oferta, nos termos do Código do Consumidor.",
    "right_answer": 1,
    "difficulty": 3,
    "": ""
  },
  {
    "subject": "consumidor",
    "text": "(FGV OAB) Maria e Manoel, casados, pais dos gêmeos Gabriel e Thiago que têm apenas três meses de vida, residem há seis meses no Condomínio Vila Feliz. O fornecimento do serviço de energia elétrica na cidade onde moram é prestado por um única concessionária, a Companhia de Eletricidade Luz S.A. Há uma semana, o casal vem sofrendo com as contínuas e injustificadas interrupções na prestação do serviço pela concessionária, o que já acarretou a queima do aparelho de televisão e da geladeira, com a perda de todos os alimentos nela contidos. O casal pretende ser indenizado.",
    "answer1": "Prevalece o entendimento jurisprudencial no sentido de que a vulnerabilidade no Código do Consumidor é sempre presumida, tanto para o consumidor pessoa física, Maria e Manoel, quanto para a pessoa jurídica, no caso, o Condomínio Vila Feliz, tendo ambos direitos básicos à indenização e à inversão judicial automática do ônus da prova.",
    "answer2": "A doutrina consumerista dominante considera a vulnerabilidade um conceito jurídico indeterminado, plurissignificativo, sendo correto afirmar que, no caso em questão, está configurada a vulnerabilidade fática do casal diante da concessionária, havendo direito básico à indenização pela interrupção imotivada do serviço público essencial.",
    "answer3": "É dominante o entendimento no sentido de que a vulnerabilidade nas relações de consumo é sinônimo exato de hipossuficiência econômica do consumidor. Logo, basta ao casal Maria e Manoel demonstrá-la para receber a integral proteção das normas consumeristas e o consequente direito básico à inversão automática do ônus da prova e a ampla indenização pelos danos sofridos.",
    "answer4": "A vulnerabilidade nas relações de consumo se divide em apenas duas espécies: a jurídica ou científica e a técnica. Aquela representa a falta de conhecimentos jurídicos ou outros pertinentes à contabilidade e à economia, e esta, à ausência de conhecimentos específicos sobre o serviço oferecido, sendo que sua verificação é requisito legal para inversão do ônus da prova a favor do casal e do consequente direito à indenização.",
    "right_answer": 2,
    "difficulty": 3,
    "": ""
  },
  {
    "subject": "consumidor",
    "text": "( FGV OAB) Carla ajuizou ação de indenização por danos materiais, morais e estéticos em face do dentista Pedro, lastreada em prova pericial que constatou falha, durante um tratamento de canal, na prestação do serviço odontológico. O referido laudo comprovou a inadequação da terapia dentária adotada, o que resultou na necessidade de extração de três dentes da paciente, sendo que na execução da extração ocorreu fratura da mandíbula de Carla, o que gerou redução óssea e sequelas permanentes, que incluíram assimetria facial.",
    "answer1": "O dentista Pedro responderá objetivamente pelos danos causados à paciente Carla, em razão do comprovado fato do serviço, no prazo prescricional de cinco anos.",
    "answer2": "Haverá responsabilidade de Pedro, independentemente de dolo ou culpa, diante da constatação do vício do serviço, no prazo decadencial de noventa dias.",
    "answer3": "A obrigação de indenizar por parte de Pedro é subjetiva e fica condicionada à comprovação de dolo ou culpa.",
    "answer4": "Inexiste relação de consumo no caso em questão, pois é uma relação privada, que encerra obrigação de meio pelo profissional liberal, aplicando-se o Código Civil.",
    "right_answer": 3,
    "difficulty": 3,
    "": ""
  },
  {
    "subject": "consumidor",
    "text": "(FGV OAB) A responsabilidade civil dos fornecedores de serviços e produtos, estabelecida pelo Código do Consumidor, reconheceu a relação jurídica qualificada pela presença de uma parte vulnerável, devendo ser observados os princípios da boa-fé, lealdade contratual, dignidade da pessoa humana e equidade.",
    "answer1": "A responsabilidade civil subjetiva dos fabricantes impõe ao consumidor a comprovação da existência de nexo de causalidade que o vincule ao fornecedor, mediante comprovação da culpa, invertendo que tange ao resultado danoso suportado.",
    "answer2": "A responsabilidade civil do fabricante é subjetiva e subsidiária quando o comerciante é identificado e encontrado para responder pelo vício ou fato do produto, cabendo ao segundo a responsabilidade civil objetiva.",
    "answer3": "A responsabilidade civil objetiva do fabricante somente poderá ser imputada se houver demostração dos elementos mínimos que comprovem o nexo de causalidade que justifique a ação proposta, ônus esse do consumidor.",
    "answer4": "A inversão do ônus da prova nas relações de consumo é questão de ordem pública e de imputação imediata, cabendo ao fabricante a carga probatória frente ao consumidor, em razão da responsabilidade civil objetiva",
    "right_answer": 3,
    "difficulty": 5,
    "": ""
  },
  {
    "subject": "consumidor",
    "text": "(FGV OAB) Carla ajuizou ação de indenização por danos materiais, morais e estéticos em face do dentista Pedro, lastreada em prova pericial que constatou falha, durante um tratamento de canal, na prestação do serviço odontológico. O referido laudo comprovou a inadequação da terapia dentária adotada, o que resultou na necessidade de extração de três dentes da paciente, sendo que na execução da extração ocorreu fratura da mandíbula de Carla, o que gerou redução óssea e sequelas permanentes, que incluíram assimetria facial.",
    "answer1": "O dentista Pedro responderá objetivamente pelos danos causados à paciente Carla, em razão do comprovado fato do serviço, no prazo prescricional de cinco anos.",
    "answer2": "Haverá responsabilidade de Pedro, independentemente de dolo ou culpa, diante da constatação do vício do serviço, no prazo decadencial de noventa dias.",
    "answer3": "A obrigação de indenizar por parte de Pedro é subjetiva e fica condicionada à comprovação de dolo ou culpa.",
    "answer4": "Inexiste relação de consumo no caso em QUESTÃO, pois é uma relação privada, que encerra obrigação de meio pelo profissional liberal, aplicando-se o Código Civil.",
    "right_answer": 3,
    "difficulty": 5,
    "": ""
  },
  {
    "subject": "consumidor",
    "text": "(CESPE) Em relação aos direitos do consumidor e à defesa do consumidor em juízo, assinale a opção correta.",
    "answer1": "É incompatível com o sistema de responsabilidade civil estabelecido no CDC cláusula contratual de não indenizar que impossibilite, exonere ou atenue o dever de indenização do fornecedor pessoa física.",
    "answer2": "Prevalece na doutrina e na jurisprudência o entendimento de que não se aplica aos contratos celebrados via Internet o prazo de arrependimento.",
    "answer3": "Caso fortuito e força maior excluem a responsabilidade do fornecedor de serviços ou de produtos.",
    "answer4": "A doutrina é uníssona no sentido de que o momento de inversão do ônus da prova é o do julgamento da causa",
    "right_answer": 1,
    "difficulty": 5,
    "": ""
  },
  {
    "subject": "consumidor",
    "text": "(FEPESE DPE-SC) Assinale a alternativa correta em matéria de Direito do Consumidor.",
    "answer1": "Os produtos e serviços colocados no mercado de consumo não poderão acarretar nenhum tipo de riscos à saúde ou segurança dos consumidores.",
    "answer2": "Após posto o produto no mercado, cabe exclusivamente ao revendedor prestar as informações acerca dos riscos à saúde ou segurança dos consumidores.",
    "answer3": "O fornecedor de produtos e serviços que, posteriormente à sua introdução no mercado de consumo, tiver conhecimento da periculosidade que apresentem, deverá comunicar o fato até trinta dias às autoridades competentes e aos consumidores, mediante anúncios publicitários.",
    "answer4": "O fornecedor não poderá colocar no mercado de consumo produto ou serviço que sabe ou deveria saber apresentar alto grau de nocividade ou periculosidade à saúde ou segurança.",
    "right_answer": 4,
    "difficulty": 5,
    "": ""
  },
  {
    "subject": "consumidor",
    "text": "(CESPE TJ-MA ) Caso se comprove, em ação consumerista, que uma empresa tenha agido com abuso de direito em detrimento de certo grupo de consumidores, o juiz poderá desconsiderar a personalidade jurídica da referida empresa e atribuir responsabilidade",
    "answer1": "solidária a empresas controladas pela empresa ré.",
    "answer2": "solidária a empresas coligadas à empresa ré, independentemente de culpa a elas atribuída.",
    "answer3": "subsidiária a empresas consorciadas com a empresa ré.",
    "answer4": "subsidiária a empresas integrantes do mesmo grupo societário.",
    "right_answer": 4,
    "difficulty": 5,
    "": ""
  },
  {
    "subject": "direito do trabalho",
    "text": "( CESGRANRIO - FINEP) Na concessão de férias, o poder de conceder dois períodos sofre limitação pelas regras da Consolidação das Leis do Trabalho.",
    "answer1": 40,
    "answer2": 42,
    "answer3": 48,
    "answer4": 50,
    "right_answer": 4,
    "difficulty": 1,
    "": ""
  },
  {
    "subject": "direito do trabalho",
    "text": "( FCC- TRT) Em relação à suspensão e à interrupção do contrato de trabalho, de acordo com a Consolidação das Leis de Trabalho, é correto afirmar que",
    "answer1": "a suspensão do empregado por mais de trinta dias consecutivos importa em rescisão do contrato de trabalho por justa causa.",
    "answer2": "o empregado que for aposentado por invalidez terá interrompido seu contrato de trabalho durante o prazo fixado pelas leis previdenciárias para a efetivação do benefício.",
    "answer3": "ao empregado afastado do emprego são asseguradas, por ocasião de sua volta, todas as vantagens que, em sua ausência, tenham sido atribuídas à categoria a que pertencia na empresa.",
    "answer4": "o afastamento do empregado em virtude das exigências do serviço militar não constituirá motivo para a rescisão do contrato de trabalho por parte do empregador, podendo este, porém, sofrer alterações caso o afastamento perdure por mais de seis meses.",
    "right_answer": 3,
    "difficulty": 1,
    "": ""
  },
  {
    "subject": "direito do trabalho",
    "text": "(FCC-TRT) Em relação ao contrato individual de trabalho, de acordo com a CLT:",
    "answer1": "A mudança na propriedade da empresa não afetará os contratos de trabalho dos respectivos empregados.",
    "answer2": "A alteração na estrutura jurídica da empresa afetará os contratos de trabalho dos respectivos empregados.",
    "answer3": "A alteração na estrutura jurídica da empresa afetará os direitos adquiridos por seus empregados.",
    "answer4": "A responsabilidade das empresas integrantes de grupo econômico em relação aos direitos dos empregados é subsidiária.",
    "right_answer": 1,
    "difficulty": 1,
    "": ""
  },
  {
    "subject": "direito do trabalho",
    "text": "( FGV OAB ) Uma empresa contrata plano de saúde para os seus empregados, sem custo para os mesmos, com direito de internação em quarto particular. Posteriormente, estando em dificuldade financeira, resolve alterar as condições do plano para uso de enfermaria coletiva, em substituição ao quarto particular. Após a alteração, um empregado é contratado, passa mal e exige da empresa sua internação em quarto particular.",
    "answer1": "O empregado está correto, pois não pode haver alteração contratual que traga malefício ao trabalhador, como foi o caso.",
    "answer2": "O empregado está errado, pois sua contratação já ocorreu na vigência das novas condições, retirando o direito ao quarto particular.",
    "answer3": "O empregado está correto, pois as vantagens atribuídas à classe trabalhadora não podem retroceder, sob pena de perda da conquista social.",
    "answer4": "O empregado teria direito ao quarto particular se comprovasse que a doença teve origem antes de ser contratado e antes da alteração das condições do plano de saúde.",
    "right_answer": 2,
    "difficulty": 1,
    "": ""
  },
  {
    "subject": "direito do trabalho",
    "text": "( FGV OAB) Além do pagamento em dinheiro, compreende-se no salário para todos os efeitos legais, prestações in natura que a empresa fornecer habitualmente ao empregado a título de",
    "answer1": "vestuários e equipamentos utilizados no local de trabalho para a execução dos serviços.",
    "answer2": "assistência médica e hospitalar prestada diretamente ou mediante seguro-saúde.",
    "answer3": "aluguel de casa habitada pelo empregado cujo valor não exceda 25% do seu salário contratual.",
    "answer4": "plano de previdência privada",
    "right_answer": 3,
    "difficulty": 1,
    "": ""
  },
  {
    "subject": "direito do trabalho",
    "text": "( FCC-TRT) Quanto aos institutos jurídicos denominados “relação de trabalho” e “relação de emprego” é correto afirmar:",
    "answer1": "A relação de emprego é uma espécie do gênero relação de trabalho.",
    "answer2": "Possuem características idênticas, podendo se afirmar que são expressões sinônimas.",
    "answer3": "A relação de trabalho é modalidade derivada da relação de emprego.",
    "answer4": "Não há relação de trabalho se não houver relação de emprego.",
    "right_answer": 1,
    "difficulty": 3,
    "": ""
  },
  {
    "subject": "direito do trabalho",
    "text": "( FCC-TRT ) Os contratos individuais de trabalho são bilaterais e consensuais. Entretanto é possível ocorrer alterações, suspensão e interrupção desses contratos, sendo correto que:",
    "answer1": "Será sempre lícita a alteração unilateral das condições contratuais quando houver comprovada dificuldade financeira econômica do empregador e a prévia comunicação ao sindicato da categoria profissional.",
    "answer2": "É considerada alteração unilateral a determinação do empregador para que o respectivo empregado reverta ao cargo efetivo, anteriormente ocupado, deixando o exercício de função de confiança.",
    "answer3": "Havendo suspensão ou interrupção do contrato, ao empregado afastado não serão asseguradas, por ocasião de sua volta, todas as vantagens que, em sua ausência, tenham sido atribuídas à categoria a que pertencia a empresa.",
    "answer4": "É licita a transferência do empregado para localidade diversa da que resultar do contrato acarretando a mudança de domicílio, mesmo sem a sua anuência, quando ocorrer extinção do estabelecimento em que trabalhar o empregado.",
    "right_answer": 4,
    "difficulty": 3,
    "": ""
  },
  {
    "subject": "direito do trabalho",
    "text": "(FCC-TRT) Thales prestou serviços à empresa Celestial Produções pelo prazo de 10 meses. Para que se configure o vínculo empregatício, ou seja, relação de emprego, entre as partes referidas é necessário que se comprovem os seguintes requisitos legais:",
    "answer1": "Boa fé contratual, autonomia, onerosidade, pessoalidade e eventualidade.",
    "answer2": "Exclusividade, onerosidade e habitualidade",
    "answer3": "Subordinação, imprescindibilidade, indisponibilidade e irrenunciabilidade.",
    "answer4": "Pessoalidade na prestação dos serviços, subordinação jurídica, não eventualidade e onerosidade.",
    "right_answer": 4,
    "difficulty": 3,
    "": ""
  },
  {
    "subject": "direito do trabalho",
    "text": "(FCC-TRT) A nova regulamentação relativa aos trabalhadores domésticos estabelece:",
    "answer1": "A duração normal do trabalho doméstico não excederá oito horas diárias e quarenta horas semanais, com remuneração de hora extraordinária de cinquenta por cento superior ao valor da hora normal.",
    "answer2": "Poderá ser instituído o regime de compensação de horas trabalhadas somente por acordo escrito firmado com a chancela de agente da Delegacia Regional do Trabalho ou pelo Sindicato da Categoria Profissional.",
    "answer3": "O trabalho não compensado prestado em domingos e feriados para o empregado que mora no local de trabalho deverá ser remunerado com o acréscimo de cinquenta por cento sem prejuízo da remuneração relativa ao repouso semanal.",
    "answer4": "Considera-se o trabalho em regime de tempo parcial para o trabalhador doméstico aquele cuja duração não exceda vinte e cinco horas semanais.",
    "right_answer": 4,
    "difficulty": 3,
    "": ""
  },
  {
    "subject": "direito do trabalho",
    "text": "( CESPE - TRT ) No que se refere à relação de trabalho e à relação de emprego, assinale a opção correta.",
    "answer1": "A relação de emprego é espécie da relação de trabalho, gênero que engloba a prestação de serviços do funcionário público, do empregado, do avulso, do autônomo, do eventual, do empresário.",
    "answer2": "Nos termos da CLT, considera-se empregado toda pessoa física ou jurídica que prestar serviços de natureza não eventual a empregador, sob a dependência deste e mediante pagamento de valor mensal.",
    "answer3": "Dado o poder de controle e fiscalização do empregador, pode ele realizar revista íntima em suas empregadas.",
    "answer4": "O contrato de trabalho somente será válido se realizado de forma expressa e por escrito.",
    "right_answer": 1,
    "difficulty": 3,
    "": ""
  },
  {
    "subject": "direito do trabalho",
    "text": "( FGV-OAB) Os garçons e empregados do restaurante Come Bem Ltda. recebem as gorjetas dadas pelos clientes, de forma espontânea, uma vez que não há a cobrança obrigatória na nota de serviço.",
    "answer1": "As gorjetas integram a remuneração, mas não servem de base de cálculo para o pagamento do aviso prévio, adicional noturno, horas-extras e repouso semanal remunerado.",
    "answer2": "As gorjetas não integram a remuneração, uma vez que são espontâneas, pois não há o controle das quantias concedidas.",
    "answer3": "As gorjetas são integradas, para todos os efeitos, na remuneração do empregado, repercutindo, assim, no pagamento de todos os direitos trabalhistas.",
    "answer4": "As gorjetas integram a remuneração apenas para efeitos de aviso prévio trabalhado, adicional noturno, horas-extras e repouso semanal remunerado, pois as demais parcelas não estão relacionadas com o dia a dia de trabalho efetivo; não havendo trabalho, não há gorjeta.",
    "right_answer": 1,
    "difficulty": 5,
    "": ""
  },
  {
    "subject": "direito do trabalho",
    "text": "(FGV-OAB) Helena foi admitida em 12 de fevereiro de 2005 pela empresa Marca Refrigeração Ltda. e dispensada sem justa causa em 07 de julho de 2011. Com o advento da regulamentação do aviso prévio proporcional ao tempo de serviço (Lei n. 12.506, de 13 de outubro de 2011), ela pretende o pagamento dessa nova vantagem atribuída à classe trabalhadora.",
    "answer1": "Helena receberá aviso prévio proporcional na razão de 45 dias.",
    "answer2": "Helena não receberá aviso prévio proporcional.",
    "answer3": "Helena receberá aviso prévio proporcional na razão de 42 dias.",
    "answer4": "Helena receberá aviso prévio proporcional em razão da ultratividade da norma mais benéfica e pelo princípio da proteção.",
    "right_answer": 4,
    "difficulty": 5,
    "": ""
  },
  {
    "subject": "direito do trabalho",
    "text": "(FCC-TRT) Em relação ao trabalho temporário, com fundamento na legislação aplicável, é correto afirmar:",
    "answer1": "A empresa de trabalho temporário é a pessoa física ou jurídica, urbana ou rural, cuja atividade consiste em colocar à disposição de outras empresas, temporariamente, trabalhadores devidamente qualificados, por ela remunerados e assistidos.",
    "answer2": "Será nula de pleno direito qualquer cláusula de reserva, proibindo a contratação do trabalhador pela empresa tomadora ou cliente ao fim do prazo em que tenha sido colocado à sua disposição pela empresa de trabalho temporário.",
    "answer3": "O contrato entre a empresa de trabalho temporário e a empresa tomadora ou cliente, com relação a um mesmo empregado, não poderá exceder de seis meses, salvo mediante autorização do Ministério do Trabalho.",
    "answer4": "O contrato de trabalho celebrado entre a empresa de trabalho temporário e cada um dos assalariados colocados à disposição da empresa tomadora ou cliente poderá ser celebrado verbalmente ou por escrito, sendo vedada a modalidade de contrato tácito.",
    "right_answer": 2,
    "difficulty": 5,
    "": ""
  },
  {
    "subject": "direito do trabalho",
    "text": "(IADES) Em relação à duração da jornada de trabalho, assinale a alternativa correta.",
    "answer1": "A duração normal do trabalho, dos bancários, será de 6 horas contínuas, nos dias úteis, com exceção dos sábados, num total de 30 horas semanais.",
    "answer2": "A duração máxima do trabalho, dos telefonistas, será de 4 horas contínuas de trabalho, por dia, ou 24 horas semanais.",
    "answer3": "A duração normal do trabalho, dos jornalistas profssionais, não deverá exceder a 4 horas diárias.",
    "answer4": "Em um mesmo estabelecimento de ensino, não poderá o professor dar, por dia, mais de seis aulas consecutivas, nem mais de quatro, intercaladas.",
    "right_answer": 1,
    "difficulty": 5,
    "": ""
  },
  {
    "subject": "direito do trabalho",
    "text": "(TRT-15R) Quanto ao aviso prévio proporcional, considerando os parâmetros da Lei n. 12.506/11, é incorreto afirmar:",
    "answer1": "o aviso prévio será concedido ria proporção de 30 (trinta) dias aos empregados que contem até 1 (um) ano de serviço na mesma empresa;",
    "answer2": "ao aviso prévio serão acrescidos 3 (três) dias por ano de serviço após dois anos de serviço prestado na mesma empresa, até o máximo de 60 (sessenta) dias, perfazendo um total de até 90 (noventa) dias;",
    "answer3": "o aviso prévio proporcional é um dos direitos destinados ao trabalhador, conforme previsto, expressamente, na Constituição Federal;",
    "answer4": "segundo entendimento sumulado do TST, o direito ao aviso prévio proporcional ao tempo de serviço somente é assegurado nas rescisões de contrato de trabalho ocorridas a partir da publicação da Lei n° 12.506, em 13 de outubro de 2011;",
    "right_answer": 2,
    "difficulty": 5,
    "": ""
  },
  {
    "subject": "direito constitucional",
    "text": "(FUNRIO- INSS)Filha de mãe suíça e de pai brasileiro, nascida na França, onde o pai estava a serviço do Brasil, é",
    "answer1": "francesa.",
    "answer2": "brasileira naturalizado.",
    "answer3": "suíça.",
    "answer4": "brasileira nato.",
    "right_answer": 4,
    "difficulty": 1,
    "": ""
  },
  {
    "subject": "direito constitucional",
    "text": "(FUNRIO-INSS) A idade mínima para que um cidadão possa se eleger é de",
    "answer1": "vinte e um anos para Vereador.",
    "answer2": "vinte e um anos para Juiz de Paz.",
    "answer3": "vinte e cinco anos para Governador.",
    "answer4": "vinte e cinco anos para Deputado Distrital.",
    "right_answer": 2,
    "difficulty": 1,
    "": ""
  },
  {
    "subject": "direito constitucional",
    "text": "(VUNESP-TJM/SP) Determina expressamente o inc. IX do art. 5.° da Constituição da República Federativa do Brasil, que é livre a expressão da atividade intelectual, artística, cientifica e de comunicação,",
    "answer1": "mediante prévia obtenção de licença.",
    "answer2": "mediante prévia análise do órgão censor.",
    "answer3": "independentemente de censura ou licença.",
    "answer4": "mediante prévia aprovação por órgão catalogador.",
    "right_answer": 3,
    "difficulty": 1,
    "": ""
  },
  {
    "subject": "direito constitucional",
    "text": "(FCCO-SEFIN/RO) Ministério Público da União tem por chefe o Procurador- Geral da República, nomeado pelo Presidente da República dentre integrantes da carreira, maiores de trinta e cinco anos, após a aprovação de seu nome pela maioria absoluta dos membros do",
    "answer1": "Congresso Nacional, para mandato de um ano, permitida a recondução",
    "answer2": "Congresso Nacional, para mandato de dois anos, permitida a recondução.",
    "answer3": "Senado Federal, para mandato de dois anos, vedada a recondução.",
    "answer4": "Senado Federal, para mandato de dois anos, permitida a recondução",
    "right_answer": 4,
    "difficulty": 1,
    "": ""
  },
  {
    "subject": "direito constitucional",
    "text": "(FGV-OAB) A Constituição brasileira não pode ser emendada",
    "answer1": "na implantação do estado de emergência e durante a intervenção da União nos Estados.",
    "answer2": "na vigência do estado de sítio e na implantação do estado de emergência.",
    "answer3": "quando em estado de sítio e durante a intervenção da União nos Municípios.",
    "answer4": "na vigência de estado de defesa, de estado de sítio e de intervenção federal.",
    "right_answer": 4,
    "difficulty": 1,
    "": ""
  },
  {
    "subject": "direito constitucional",
    "text": "(FCC-TRT) A Constituição Federal prevê que farão parte da composição do Tribunal Superior do Trabalho, advogados e membros do Ministério Público do Trabalho que preencherem os requisitos legais e constitucionais específicos. Dentre o número total de Ministros do Tribunal Superior do Trabalho, os advogados e membros do Ministério Público do Trabalho representam",
    "answer1": "1/4.",
    "answer2": "1/5.",
    "answer3": "2/3.",
    "answer4": "2/4.",
    "right_answer": 2,
    "difficulty": 3,
    "": ""
  },
  {
    "subject": "direito constitucional",
    "text": "(UFMT-TJ/MT) No que diz respeito aos princípios fundamentais da Constituição Federal da República Federativa do Brasil, de\n\n1988, assinale a afirmativa correta.",
    "answer1": "A República Federativa do Brasil tem como princípio a autodeterminação dos povos.",
    "answer2": "A República Federativa do Brasil tem como fundamento a igualdade entre os Estados.",
    "answer3": "A concessão de asilo político e o pluralismo político são princípios da República Federativa do Brasil.",
    "answer4": "A erradicação da pobreza e a redução das desigualdades sociais são fundamentos da República Federativa do Brasil.",
    "right_answer": 1,
    "difficulty": 3,
    "": ""
  },
  {
    "subject": "direito constitucional",
    "text": "(ESAFA-ANAC)  Assinale a opção cuja norma constitucional expressa norma programática.",
    "answer1": "É livre o exercício de qualquer trabalho, ofício ou profissão, atendidas as qualificações profissionais que a lei estabelecer.",
    "answer2": "A República Federativa do Brasil, formada pela união indissolúvel dos Estados, dos Municípios e do Distrito Federal, tem como fundamento os valores sociais do trabalho e da livre iniciativa.",
    "answer3": "A educação, direito de todos e dever do Estado e da família, será promovida e incentivada com a colaboração da sociedade, visando ao pleno desenvolvimento da pessoa, seu preparo para o exercício da cidadania e sua qualificação para o trabalho.",
    "answer4": "A soberania popular será exercida pelo sufrágio universal e pelo voto direto e secreto, com valor igual para todos.",
    "right_answer": 3,
    "difficulty": 3,
    "": ""
  },
  {
    "subject": "direito constitucional",
    "text": "(ESAF-ANAC) Nos termos da Constituição Federal, caso um Presidente da República cometa crime que afronte a lei orçamentária, será competente para julgá-lo, visto tratar-se de crime de responsabilidade, o( a )",
    "answer1": "Senado Federal.",
    "answer2": "Supremo Tribunal Federal.",
    "answer3": "Congresso Nacional.",
    "answer4": ") Câmara dos Deputados.",
    "right_answer": 1,
    "difficulty": 3,
    "": ""
  },
  {
    "subject": "direito constitucional",
    "text": "(ESAF-ANAC) Considerando-se as disposições constitucionais inerentes\n\nà Administração Pública, é correto afirmar:",
    "answer1": "A proibição de acumulação de cargos públicos não se estende a funções públicas.",
    "answer2": "É possível a utilização de símbolos que identifiquem determinada autoridade na propaganda oficial de obras e serviços públicos, sendo inconstitucional, contudo, o uso de nomes e imagens.",
    "answer3": "Não haverá restrições a ocupante de cargo público no tocante à sua atuação enquanto servidor ou após deixar de sê-lo.",
    "answer4": "É cabível provimento de cargo público por contratado.",
    "right_answer": 4,
    "difficulty": 3,
    "": ""
  },
  {
    "subject": "direito constitucional",
    "text": "(VUNESP-TJ/SP) A quem compete proceder à tomada de contas do Presidente da República, quando não apresentadas ao Congresso Nacional dentro de sessenta dias após a abertura da sessão legislativa?",
    "answer1": "Privativamente ao Senado Federal.",
    "answer2": "Privativamente à Câmara dos Deputados.",
    "answer3": "Conjuntamente à Câmara dos Deputados e ao Senado Federal.",
    "answer4": "Ao Congresso Nacional, com o auxílio do Tribunal de Contas da União.",
    "right_answer": 2,
    "difficulty": 5,
    "": ""
  },
  {
    "subject": "direito constitucional",
    "text": "(FCC-PGE/BA)  As taxas, como modalidade tributária, segundo a Consti- tuição Federal, são cabíveis:",
    "answer1": "em razão do exercício do poder de polícia ou pela utilização, efetiva ou potencial, de serviços públicos específicos e divisíveis, prestados ao contribuinte ou postos a sua disposição.",
    "answer2": "exclusivamente em razão do exercício do poder de polícia.",
    "answer3": "exclusivamente pela utilização, efetiva ou potencial, de serviços públicos específicos e divisíveis, prestados ao contribuinte ou postos a sua disposição.",
    "answer4": "em razão do exercício do poder de polícia ou pela utilização, efetiva de serviços públicos específicos e divisíveis, prestados ao contribuint",
    "right_answer": 1,
    "difficulty": 5,
    "": ""
  },
  {
    "subject": "direito constitucional",
    "text": "(FCC-SEFAZ/RJ) Com o objetivo de instituir o imposto sobre grandes fortunas, o governo edita medida provisória em 12/04/2013, a qual, aprovada pelo Congresso Nacional, é convertida em lei no dia 10/06/2013. Nesta situação hipotética, o referido imposto sobre grandes fortunas",
    "answer1": "pode ser cobrado a partir de 12/04/2013, pois medida provisória gera efeitos desde sua edição, os quais, posteriormente, poderão ser mantidos ou não, conforme apreciação do Congresso Nacional.",
    "answer2": "pode ser cobrado apenas a partir de 01/01/2014, em decorrência do princípio da anterioridade tributária",
    "answer3": "pode ser cobrado apenas a partir de 09/09/2013, em decorrência do princípio da anterioridade tributária nonagesimal.",
    "answer4": "não pode ser cobrado por ser inconstitucional, na medida em que a Constituição da República expressamente veda a edição de medida provisória sobre matéria reservada à lei complementar.",
    "right_answer": 4,
    "difficulty": 5,
    "": ""
  },
  {
    "subject": "direito constitucional",
    "text": "(FCC-SEFAZ/RJ) Com o objetivo de instituir o imposto sobre grandes fortunas, o governo edita medida provisória em 12/04/2013, a qual, aprovada pelo Congresso Nacional, é convertida em lei no dia 10/06/2013. Nesta situação hipotética, o referido imposto sobre grandes fortunas",
    "answer1": "pode ser cobrado a partir de 12/04/2013, pois medida provisória gera efeitos desde sua edição, os quais, posteriormente, poderão ser mantidos ou não, conforme apreciação do Congresso Nacional.",
    "answer2": "pode ser cobrado apenas a partir de 01/01/2014, em decorrência do princípio da anterioridade tributária.",
    "answer3": "pode ser cobrado apenas a partir de 09/09/2013, em decorrência do princípio da anterioridade tributária nonagesimal.",
    "answer4": "não pode ser cobrado por ser inconstitucional, na medida em que a Constituição da República expressamente veda a edição de medida provisória sobre matéria reservada à lei complementar.",
    "right_answer": 4,
    "difficulty": 5,
    "": ""
  },
  {
    "subject": "direito constitucional",
    "text": "(FCC-SEFAZ/RJSuponha que o Advogado-Geral da União proponha ação direta de inconstitucionalidade (ADIN) perante o Supremo Tribunal Federal (STF) para questionar a constitucionalidade de três artigos de lei estadual do Rio de Janeiro em face da Constituição da República. Conforme a disciplina constitucional a respeito do controle de constitucionalidade concentrado,",
    "answer1": "o Advogado-Geral da União não possui legitimidade para propor ADIN.",
    "answer2": "o STF deve remeter os autos do processo para julgamento pelo Tribunal de Justiça do Rio de Janeiro.",
    "answer3": "não se pode propor ADIN para questionar apenas parte de lei.",
    "answer4": "o STF deve converter a ADIN em recurso extraordinário para que seja viável analisar o pedido da ação.",
    "right_answer": 1,
    "difficulty": 5,
    "": ""
  },
  {
    "subject": "direito constitucional",
    "text": "(FGV-OAB) A ação de habeas data, como instrumento de proteção de dimensão do direito de personalidade, destina-se a garantir o acesso de uma pessoa a informações sobre ela que façam parte de arquivos ou banco de dados de entidades governamentais ou públicas, bem como a garantir a correção de dados incorretos.",
    "answer1": "Conceder-se-á habeas data para assegurar o conhecimento de informações relativas à pessoa do impetrante ou de parente deste até o segundo grau, constantes de registro ou banco de dados de entidades governamentais ou privadas.",
    "answer2": "Além dos requisitos previstos no Código de Processo Civil para petição inicial, a ação de habeas data deverá vir instruída com prova da recusa ao acesso às informações ou o simples decurso de dez dias sem decisão.",
    "answer3": "Do despacho de indeferimento da inicial de habeas data por falta de algum requisito legal para o ajuizamento caberá agravo de instrumento.",
    "answer4": "A ação de habeas data terá prioridade sobre todos os atos judiciais, com exceção ao habeas corpus e ao mandado de segurança.",
    "right_answer": 4,
    "difficulty": 3,
    "": ""
  },
  {
    "subject": "direito constitucional",
    "text": "A Ação Direta de Inconstitucionalidade, a Ação Declaratória de Constitucionalidade e a Ação Direta de Inconstitucionalidade por Omissão estão regulamentadas no âmbito infraconstitucional pela lei 9.868/99, que dispõe sobre o processo e julgamento destas ações perante o Supremo Tribunal Federal.",
    "answer1": "Podem propor a Ação Direta de Inconstitucionalidade por Omissão os mesmos legitimados para propositura da Ação Direta de Inconstitucionalidade e da Ação Declaratória de Constitucionalidade.",
    "answer2": "Cabe no âmbito da Ação Declaratória de Constitucionalidade a concessão de medida cautelar.",
    "answer3": "As decisões proferidas em Ação Direta de Inconstitucionalidade e em Ação Declaratória de Constitucionalidade possuem o chamado efeito dúplice.",
    "answer4": "Enquanto a Ação Direta de Inconstitucionalidade e a Ação Declaratória de Constitucionalidade não admitem desistência, a Ação Direta de Inconstitucionalidade por Omissão admite a desistência a qualquer tempo.",
    "right_answer": 4,
    "difficulty": 3,
    "": ""
  },
  {
    "subject": "direito constitucional",
    "text": "(FGV-OAB) José é cidadão do município W, onde está localizado o distrito de B. Após consultas informais, José verifica o desejo da população distrital de obter a emancipação do distrito em relação ao município de origem.",
    "answer1": "lei estadual e referendo.",
    "answer2": "lei municipal e plebiscito.",
    "answer3": "lei municipal e referendo.",
    "answer4": "lei estadual e plebiscito.",
    "right_answer": 4,
    "difficulty": 3,
    "": ""
  },
  {
    "subject": "Direito Administrativo",
    "text": "Considerando os princípios e fundamentos teóricos do direito administrativo, assinale a opção correta (CESPE PC-PE 2016 – Delegado de Polícia)",
    "answer1": "certo",
    "answer2": "errado",
    "answer3": "",
    "answer4": "",
    "right_answer": 2,
    "difficulty": 1,
    "": ""
  },
  {
    "subject": "Direito Administrativo",
    "text": "Assinale a opção correta a respeito de direito administrativo (CESP PC-PE 2016 – Escrivão de Polícia)",
    "answer1": "A administração exerce atividade política e discricionária;",
    "answer2": "A administração pública é o objeto precípuo do direito administrativo.",
    "answer3": "O âmbito espacial de validade da lei administrativa não está submetido o princípio da territorialidade.",
    "answer4": "As instruções normativas podem ser expedidas apenas por ministros de Estado para a execução de leis, decretos \t e regulamentos.",
    "right_answer": 2,
    "difficulty": 1,
    "": ""
  },
  {
    "subject": "Direito Administrativo",
    "text": "Dentre as diversas definições de Estado moderno, existe uma que enfatiza o exercício efetivo do poder através do governo, em prol do bem comum. Dessa forma, podemos afirmar que essa definição tem como base o sentido (CONFERE, instituto Cidades, Assistente administrativo VII, 2016):",
    "answer1": "Jurídico",
    "answer2": "Social",
    "answer3": "Administrativo",
    "answer4": "Político",
    "right_answer": 3,
    "difficulty": 1,
    "": ""
  },
  {
    "subject": "Direito Administrativo",
    "text": "Assinale a opção correta acerca dos poderes da administração pública (CESPE – TCE-PR 2016 – analista de controle contábil):",
    "answer1": "O poder regulamentar consiste na prerrogativa conferida à administração pública para alterar a legislação vigente sempre que o interesse público assim o exigir.",
    "answer2": "Em razão do poder-dever de agir do administrador público, toda omissão da administração pública é ilegal.",
    "answer3": "Connfigura-se excesso de poder no caso em que o agente, embora no âmbito da sua competência, não considera o interesse público, que deve nortear a atuação administrativa.",
    "answer4": "Embora nem toda ilegalidade decorra de conduta abusiva, todo abuso de poder se reveste de ilegalidade.",
    "right_answer": 4,
    "difficulty": 1,
    "": ""
  },
  {
    "subject": "Direito Administrativo",
    "text": "Julgue o item seguinte, acerca de contratos administrativos (CESPE – FUNPRESP-JUD 2016 – Conhecimentos Básicos: cargo 4).Nos serviços terceirizados, a administração pública tomadora do serviço é, automática e subsidiariamente, responsável por inadimplemento do empregador no cumprimento das obrigações trabalhistas.",
    "answer1": "certo",
    "answer2": "errado",
    "answer3": "",
    "answer4": "",
    "right_answer": 2,
    "difficulty": 1,
    "": ""
  },
  {
    "subject": "Direito Administrativo",
    "text": "Considerando os princípios e fundamentos teóricos do direito administrativo, assinale a opção correta (CESPE PC-PE 2016 – Delegado de Polícia)",
    "answer1": "As empresas públicas e as sociedades de economia mista, se constituídas como pessoa jurídica de direito privado, não integram a administração indireta.",
    "answer2": "Em decorrência do princípio da legalidade, é lícito que o poder público faça tudo o que não estiver expressamente proibido pela lei",
    "answer3": "A administração pública, em sentido estrito e subjetivo, compreende as pessoas jurídicas, os órgãos e os agentes públicos que exerçam função administrativa.",
    "answer4": "No Brasil, por não existir o modelo da dualidade de jurisdição do sistema francês, o ingresso de ação judicial no Poder judiciário para questionar ato do poder público é condicionado ao prévio exaurimento da instância administrativa.",
    "right_answer": 3,
    "difficulty": 3,
    "": ""
  },
  {
    "subject": "Direito Administrativo",
    "text": "A administração pública, no sentido subjetivo, designa o conjunto de órgãos e agentes estatais responsáveis por funções administrativas. No sentido objetivo, a administração pública é um complexo de atividades concretas visando o atendimento do interesse público (MPE-SC , 2016, Promotor de justiça – Matutina)",
    "answer1": "certo",
    "answer2": "errado",
    "answer3": "",
    "answer4": "",
    "right_answer": 1,
    "difficulty": 3,
    "": ""
  },
  {
    "subject": "Direito Administrativo",
    "text": "Sobre os atos administrativos, assinale a alternativa INCORRETA (NUCEPE – SEJUS-PI – 2016)",
    "answer1": "Até prova em contrário, presume-se que os atos administrativos foram emitidos em conformidade com o previsto na lei e presumem-se verdadeiros os fatos indicados pela Administração.",
    "answer2": "O atributo da imperatividade não está presente em todos os atos administrativos.",
    "answer3": "A competência para a prática de ato administrativo não pode ser objeto de avocação e nem de delegação.",
    "answer4": "A desobediência à finalidade do ato administrativo caracteriza desvio de poder.",
    "right_answer": 3,
    "difficulty": 3,
    "": ""
  },
  {
    "subject": "Direito Administrativo",
    "text": "Com relação aos princípios da licitação, analise as afirmativas abaixo e assinale a alternativa correta (IBFC – TCM-RJ 2016 – Técnico de controle externo): \nI. O edital (ou convite) constitui a lei interna da licitação e, por isso, vincula aos seus termos tanto a Administração como os particulares. Nesse contexto, trata-se de princípio básico de toda licitação, cuja inobservância enseja nulidade do procedimento. \nII. Por esse princípio, obriga-se a Administração a se ater ao critério fixado no ato de convocação, evitando o subjetivismo no julgamento. O que se deseja é impossibilitar que a licitação seja decidida sob a influência do subjetivismo, de sentimentos, impressões ou propósitos pessoais dos membros da comissão julgadora. \nAs afirmativas acima correspondem, respectivamente, aos princípios licitatórios da:",
    "answer1": "Legalidade e da impessoalidade",
    "answer2": "Legalidade e da moralidade administrativa",
    "answer3": "Adjudicação compulsória e do julgamento objetivo",
    "answer4": "Vinculação ao instrumento convocatório e do julgamento objetivo",
    "right_answer": 4,
    "difficulty": 3,
    "": ""
  },
  {
    "subject": "Direito Administrativo",
    "text": "Assinale a alternativa correta sobre a responsabilidade civil do Estado (FEPESE – SJS-SC-2016 – Agente de Segurança Socioeducativo).",
    "answer1": "A demonstração da culpa exclusiva da vítima para a ocorrência do evento danoso não exclui a responsabilidade civil do Estado.",
    "answer2": "A responsabilidade civil do Estado somente restará caracterizada quando a vítima demonstrar que o dano é decorrente da omissão ou da falta da prestação de um serviço público.",
    "answer3": "O servidor público não poderá ser responsabilizado pessoalmente pela prática de atos que causem danos a terceiros.",
    "answer4": "O Estado não será responsabilizado civilmente quando um agente público praticar ato ilícito  contra terceiro fora do exercício de suas atribuições.",
    "right_answer": 4,
    "difficulty": 3,
    "": ""
  },
  {
    "subject": "Direito Administrativo",
    "text": "Estado Beta pretende estabelecer ligação viária entre dois municípios contíguos em seu território. Para tanto, mostra-se necessária a desapropriação, por utilidade pública, de bem de propriedade de um dos municípios beneficiários da obra.\nQuanto à competência do Estado Beta para desapropriar bem público, assinale a afirmativa correta (FGV-2016-OAB-Exame de Ordem Unificado-XX-Primeira Fase-Reaplicação Salvador/BA):",
    "answer1": "O Estado Beta não tem competência para desapropriar, por utilidade pública, bem municipal.",
    "answer2": "O Estado Beta não tem competência para desapropriar bens públicos.",
    "answer3": "O Estado Beta poderá desapropriar sem qualquer providência preliminar.",
    "answer4": "O Estado Beta poderá desapropriar mediante a respectiva autorização legislativa.",
    "right_answer": 4,
    "difficulty": 5,
    "": ""
  },
  {
    "subject": "Direito Administrativo",
    "text": "A pretexto de regulamentar a Lei nº 8.987/1995, que dispõe sobre a concessão e a permissão de serviços públicos, o Presidente da República editou o Decreto XYZ, que estabelece diversas hipóteses de gratuidade para os serviços de transporte de passageiros (FGV-2016-OAB-Exame de Ordem Unificado-XIX-Primeira Fase):\nA respeito da possibilidade de controle do Decreto XYZ, expedido pelo chefe do Poder Executivo, assinale a afirmativa correta.",
    "answer1": "Como ato de natureza essencialmente política, o Decreto XYZ não está sujeito a qualquer forma de controle.",
    "answer2": "Como ato discricionário, o Decreto XYZ não está sujeito a qualquer forma de controle.",
    "answer3": "Como ato normativo infralegal, o Decreto XYZ está sujeito apenas ao controle pelo Poder Judiciário.",
    "answer4": "Como ato normativo infralegal, o Decreto XYZ sujeita-se ao controle judicial e ao controle legislativo.",
    "right_answer": 4,
    "difficulty": 5,
    "": ""
  },
  {
    "subject": "Direito Administrativo",
    "text": "A União divulgou edital de licitação para a contratação de parceria público-privada, para a reforma e gestão de um presídio federal, na modalidade concessão administrativa (FGV-2016-OAB-Exame de Ordem Unificado-XIX-Primeira Fase):\nA esse respeito, assinale a afirmativa correta.",
    "answer1": "A concessão administrativa envolve, adicionalmente à tarifa cobrada dos usuários, contraprestação pecuniária do parceiro público ao parceiro privado.",
    "answer2": "A  contratação de parceria público-privada somente pode ser realizada para contratos com valor igual ou superior a R$ 20.000.000,00 (vinte milhões de reais).",
    "answer3": "Considerando se tratar de concessão administrativa, o prazo máximo de vigência do contrato é de 20 anos.",
    "answer4": "Não é possível a contratação de parceria público-privada que envolva a execução de obra pública.",
    "right_answer": 2,
    "difficulty": 5,
    "": ""
  },
  {
    "subject": "Direito Administrativo",
    "text": "O Estado X e os Municípios A, B e C subscreveram protocolo de intenções para a constituição de um consórcio com personalidade jurídica de direito privado para atuação na coleta, descarte e reciclagem de lixo produzido no limite territorial daqueles municípios. (FGV-2016-OAB-Exame de Ordem Unificado-XIX-Primeira Fase).\nCom base no caso apresentado, assinale a afirmativa correta.",
    "answer1": "Por se tratar de consórcio a ser constituído entre entes de hierarquias diversas, a saber, Estado e Municípios, é obrigatória a participação da União.",
    "answer2": "O consórcio de direito privado a ser constituído pelo Estado e pelos Municípios não está alcançado pela exigência de prévia licitação para os contratos que vier a celebrar.",
    "answer3": "O consórcio entre o Estado e os Municípios será constituído por contrato e adquirirá personalidade jurídica mediante o atendimento dos requisitos da legislação civil.",
    "answer4": "Por se tratar de consórcio para atuação em área de relevante interesse coletivo, não se admite que seja constituído com personalidade de direito privado.",
    "right_answer": 3,
    "difficulty": 5,
    "": ""
  },
  {
    "subject": "Direito Administrativo",
    "text": "Determinado órgão da administração pública indireta (autarquia municipal) consultou seu procurador sobre a possibilidade de utilizar-se da arbitragem para dirimir litígios relativos a direitos patrimoniais disponíveis com uma sociedade empresária (FGV-2016-OAB-Exame de Ordem Unificado-XIX-Primeira Fase).\nCom base na hipótese apresentada, assinale a afirmativa correta.",
    "answer1": "A arbitragem é incompatível com a administração pública, pois todas as questões que envolvem entes públicos possuem interesses vinculados de toda a coletividade, não sendo, portanto, disponíveis os direitos patrimoniais envolvidos.",
    "answer2": "Não é possível a instituição da arbitragem pela administração pública indireta, apenas por órgãos da administração pública direta e, nesse caso, a autoridade competente para a celebração de convenção de arbitragem é a mesma para a realização de acordos ou transações.",
    "answer3": "Tanto os órgãos integrantes da administração pública direta quanto indireta poderão utilizar-se da arbitragem, que poderá ser de direito ou de equidade, a critério das partes, e respeitará o princípio da publicidade.",
    "answer4": "É possível a utilização da arbitragem pela administração pública direta ou indireta, e, uma vez instituída quando aceita a nomeação pelo árbitro, se for único, ou por todos, se forem vários, haverá a interrupção da prescrição, retroagindo à data do requerimento de sua instauração.",
    "right_answer": 4,
    "difficulty": 5,
    "": ""
  },
  {
    "subject": "Direito civil",
    "text": "O artigo 2º do Código Civil dispõe que a personalidade civil da pessoa começa do nascimento com vida; mas a lei põe a salvo, desde a concepção, os direitos do nascituro. Por sua vez, o artigo 3º do Código Civil dispõe que são absolutamente incapazes de exercer pessoalmente os atos da vida civil os menores de 16 anos. De acordo com o Código Civil,(FCC-CEGEP-MA-2016-Auditor Fiscal da Receita Estadual – Administração Tributária)",
    "answer1": "A personalidade civil inicia-se com 16 anos completos, embora a lei resguarde os direitos não-patrimoniais a partir do nascimento com vida.",
    "answer2": "A personalidade inicia-se com o nascimento com vida, mas até os 16 anos a pessoa não tem capacidade para praticar os atos da vida civil, devendo ser representada.",
    "answer3": "O ordenamento adotou a teoria concepcionista, que atribui personalidade civil ao nascituro, sob condição suspensiva.",
    "answer4": "Como o ordenamento adotou a teoria natalista, admite-se, como regra, o aborto, pois a personalidade se inicia apenas com o nascimento com vida.",
    "right_answer": 2,
    "difficulty": 1,
    "": ""
  },
  {
    "subject": "Direito civil",
    "text": "De acordo com o expressamente preceituado pelo Código Civil Brasileiro, constitui ato ilícito (IBFC-Câmara de Franca-SP-2016-Advogado):",
    "answer1": "A pratica em legítima defesa, desde que cause danos a terceiros.",
    "answer2": "O exercício de um direito pelo seu titular, de forma a exercer manifestamente os limites impostos pelos bons costumes.",
    "answer3": "O praticado no exercício regular de um direito reconhecido, desde que cause prejuízo econômico a terceiros.",
    "answer4": "A lesão à pessoa, a fim de remover perigo eminente.",
    "right_answer": 2,
    "difficulty": 1,
    "": ""
  },
  {
    "subject": "Direito civil",
    "text": "O direito real, que se notabiliza por autorizar que seu titular retire de coisa alheia os frutos e as utilidades que dela advierem, denomina-se (CESPE-PC-PE-2016-Delegado de Polícia):",
    "answer1": "Usufruto",
    "answer2": "Uso",
    "answer3": "Habitação",
    "answer4": "Propriedade",
    "right_answer": 1,
    "difficulty": 1,
    "": ""
  },
  {
    "subject": "Direito civil",
    "text": "Sobre relações obrigacionais, é correto afirmar que (FUNDATEC-Prefeitura de Porto Alegre-RS-2016-Procurador Municipal – Bloco I):",
    "answer1": "Destruindo-se totalmente e sem culpa do devedor a coisa certa, objeto de obrigação de restituir, o credor sofrerá a perda.",
    "answer2": "As obrigações de fazer são, pela natureza da prestação, sempre fungíveis.",
    "answer3": "Sendo certa a coisa a ser dada, seus eventuais acessórios não estão abrangidos no dever de entrega do devedor.",
    "answer4": "As obrigações de dar coisa incerta, a escolha cabe sempre ao devedor.",
    "right_answer": 1,
    "difficulty": 1,
    "": ""
  },
  {
    "subject": "Direito civil",
    "text": "A respeito da responsabilidade civil, considere (FCC-Prefeitura de Teresina-PI-2016-Técnico de Nível Superior-Advogado):\nI. Não são cumuláveis as indenizações por dano material e dano moral oriundos do mesmo fato.\n\nII. A desproporção excessiva entre a gravidade da culpa e o dano permite ao juiz reduzir equitativamente a indenização. \n\nIII. A responsabilidade decorrente de abuso de direito é objetiva. \n\nEstá correto o que se afirma APENAS em :",
    "answer1": "I e II",
    "answer2": "II e III",
    "answer3": "I e III",
    "answer4": "II",
    "right_answer": 2,
    "difficulty": 1,
    "": ""
  },
  {
    "subject": "Direito civil",
    "text": "A respeito dos contratos regidos pelo Código Civil, assinale a opção correta (CESPE-TJ-AM-2016-Juiz Substituto).",
    "answer1": "No contrato de transporte de pessoas, a responsabilidade do transportador pelo acidente com o passageiro será afastada quando for comprovada culpa exclusiva de terceiro.",
    "answer2": "Se o suicídio do segurado ocorrer dentro do prazo dos dois primeiros anos de vigência do contrato de seguro de vida, seus beneficiários não terão direito a indenização, ainda que não premeditado o suicídio, mas o segurador será obrigado a devolver o montante da reserva técnica já formada.",
    "answer3": "No silencio do contrato, o empreiteiro contratado deve contribuir para execução da obra com seu trabalho e com os materiais necessários a sua conclusão.",
    "answer4": "Na venda ad corpus, o imóvel é alienado com especificação de sua área, de modo que, na falta de correspondência entre a área mencionada e a efetiva área adquirida, poderá o comprador reclamar a resolução do contrato ou o abatimento proporcional do preço.",
    "right_answer": 2,
    "difficulty": 3,
    "": ""
  },
  {
    "subject": "Direito civil",
    "text": "Isac vendeu seu veículo a Juliano, por preço bem inferior ao de mercado, fazendo constar, no contrato de compra e venda, que o bem estava mal conservado e poderia apresentar vícios diversos e graves. Passados quarenta dias da realização do negócio, o veículo parou de funcionar. Juliano ajuizou ação redibitória contra Isac, requerendo a restituição do valor pago, mais perdas e danos. A pretensão de Juliano (FCC-PGE-MT-2016-Procurador do Estado):",
    "answer1": "Improcede, porque, embora a coisa possa ser enjeitada, em razão de vício redibitório, as perdas e danos apenas seriam devidas se Isac houvesse procedido de má-fé.",
    "answer2": "Procede, pois a coisa recebida em virtude de contrato comutativo pode ser enjeitada por vícios ou defeitos ocultos, que a tornem imprópria ao uso a que é destinada, ou lhe diminuam o valor.",
    "answer3": "Improcede, porque não configurados os elementos definidores do vício redibitório e  o comprador assumiu o risco de que o bem viesse a apresentar avarias.",
    "answer4": "Procede, , porque a coisa recebida em virtude de contrato comutativo pode ser enjeitada por vícios ou defeitos ocultos, que a tornem imprópria ao uso a que é destinada, ou lhe diminuam o valor, mas está prescrita, porque se passaram mais de 30 dias da realização do negócio.",
    "right_answer": 3,
    "difficulty": 3,
    "": ""
  },
  {
    "subject": "Direito civil",
    "text": "HUgo, ao descobrir que sua filha precisava de uma cirurgia de urgência, emite ao hospital, por exigência deste, um cheque no valor de cem mil reais. Após a realização do procedimento, Hugo descobriu que o valor comumente cobrado para a mesma cirurgia é de sete mil reais. Agora, está sendo cobrado pelo cheque emitido e, não tendo a mínima condição de arcar com o pagamento da cártula, procura a Defensoria Pública de sua cidade. Diante desta situação, é possível buscar judicialmente a anulação do negócio com a alegação de vício do consentimento chamado de (FCC-DPE-BA-2016-Defensor Público)",
    "answer1": "Coação",
    "answer2": "Lesão",
    "answer3": "Estado de perigo",
    "answer4": "Dolo",
    "right_answer": 3,
    "difficulty": 3,
    "": ""
  },
  {
    "subject": "Direito civil",
    "text": "A respeito da interpretação das leis, de pessoas físicas e jurídicas e de bens, assinale a opção correta (CESPE–TCE-PR – 2016 – Analista de Controle – Jurídica)",
    "answer1": "O menor, ao completar dezesseis anos de idade, adquire capacidade de direito, ainda que não tenha sido emancipado.",
    "answer2": "A pessoa que viva alternadamente em mais de uma residência terá como domicílio aquela em que passe a maior parte do tempo.",
    "answer3": "Caso a administração de uma associação seja exercida de modo coletivo, suas decisões terão de ser tomadas pela maioria absoluta.",
    "answer4": "Pelo método sistemático, interpreta-se a norma a partir do ordenamento jurídico de que esta seja parte, relacionando-a, direta ou indiretamente, com outras de mesmo objeto.",
    "right_answer": 4,
    "difficulty": 3,
    "": ""
  },
  {
    "subject": "Direito civil",
    "text": "A respeito da disciplina do negócio jurídico no Código Civil, assinale a opção correta (CESPE–TCE-PR – 2016 – Analista de Controle – Jurídica)",
    "answer1": "Em ação que vise à discussão de cláusulas contratuais, o juiz deverá, de ofício, declarar a nulidade do negócio caso verifique que o devedor foi coagido a contratar.",
    "answer2": "Um contrato de compra e venda de imóvel que for realizado sem escritura pública poderá ser convertido em promessa de compra e venda.",
    "answer3": "Caso o juiz decrete a nulidade de obrigação que uma pessoa pagou a um incapaz, ficará afastada a possibilidade de o devedor reclamar o que pagou ao credor incapaz, independentemente de este ter ou não se beneficiado do negócio.",
    "answer4": "Se um dos declarantes ocultar sua verdadeira intenção quanto aos efeitos jurídicos do negócio, este será inexistente por ausência de manifestação qualificada.",
    "right_answer": 2,
    "difficulty": 3,
    "": ""
  },
  {
    "subject": "Direito civil",
    "text": "No dia 2 de agosto de 2014, Teresa celebrou contrato de compra e venda com Carla, com quem se obrigou a entregar 50 computadores ou 50 impressoras, no dia 20 de setembro de 2015. O contrato foi silente sobre quem deveria realizar a escolha do bem a ser entregue (FGV-2016-OAB-Exame de Ordem Unificado-XIX-Primeira Fase).\nSobre os fatos narrados, assinale a afirmativa correta.",
    "answer1": "Trata-se de obrigação facultativa, uma vez que Carla tem a faculdade de escolher qual das prestações entregará a Teresa.",
    "answer2": "Como se trata de obrigação alternativa, Teresa pode se liberar da obrigação entregando 50 computadores ou 50 impressoras, à sua escolha, uma vez que o contrato não atribuiu a escolha ao credor.",
    "answer3": "Se a escolha da prestação a ser entregue cabe a Teresa, ela poderá optar por entregar a Carla 25 computadores e 25 impressoras.",
    "answer4": "Se , por culpa de Teresa, não se puder cumprir nenhuma das prestações, não competindo a Carla a escolha, ficará aquela obrigada a pagar somente os lucros cessantes.",
    "right_answer": 2,
    "difficulty": 5,
    "": ""
  },
  {
    "subject": "Direito civil",
    "text": "Juliana foi avisada que seu filho Marcos sofreu um terrível acidente de carro em uma cidade com poucos recursos no interior do Ceará e que ele está correndo risco de morte devido a um grave traumatismo craniano. Diante dessa notícia, Juliana celebra um contrato de prestação de serviços médicos em valores exorbitantes, muito superiores aos praticados habitualmente, para que a única equipe de médicos especializados da cidade assuma o tratamento de seu filho. (FGV-2016-OAB-Exame de Ordem Unificado-XIX-Primeira Fase).\nTendo em vista a hipótese apresentada, assinale a afirmativa correta.",
    "answer1": "O negócio jurídico pode ser anulado por vício de consentimento denominado estado de perigo, no prazo prescricional de quatro anos, a contar da data da celebração do contrato.",
    "answer2": "O negócio jurídico celebrado por Juliana é nulo, por vício resultante de dolo, tendo em vista o fato de que a equipe médica tinha ciência da situação de Marcos e se valeu de tal condição para fixar honorários em valores excessivos.",
    "answer3": "O contrato de prestação de serviços médicos é anulável por vício resultante de estado de perigo, no prazo decadencial de quatro anos, contados da data da celebração do contrato.",
    "answer4": "O contrato celebrado por Juliana é nulo, por vício resultante de lesão, e por tal razão não será suscetível de confirmação e nem convalescerá pelo decurso do tempo.",
    "right_answer": 3,
    "difficulty": 5,
    "": ""
  },
  {
    "subject": "Direito civil",
    "text": "Júlia, casada com José sob o regime da comunhão universal de bens e mãe de dois filhos, Ana e João, fez testamento no qual destinava metade da parte disponível de seus bens à constituição de uma fundação de amparo a mulheres vítimas de violência obstétrica. Aberta a sucessão, verificou-se que os bens destinados à constituição da fundação eram insuficientes para cumprir a finalidade pretendida por Júlia, que, por sua vez, nada estipulou em seu testamento caso se apresentasse a hipótese de insuficiência de bens (FGV-2016-OAB-Exame de Ordem Unificado-XIX-Primeira Fase).\nDiante da situação narrada, assinale a afirmativa correta.",
    "answer1": "A disposição testamentária será nula e os bens serão distribuídos integralmente entre Ana e João.",
    "answer2": "O testamento será nulo e os bens serão integralmente divididos entre José, Ana e João.",
    "answer3": "Os bens de Júlia serão incorporados à outra fundação que tenha propósito igual ou semelhante ao amparo de mulheres vítimas de violência obstétrica.",
    "answer4": "Os bens destinados serão incorporados à outra fundação determinada pelos herdeiros necessários de Júlia, após a aprovação do Ministério Público.",
    "right_answer": 3,
    "difficulty": 5,
    "": ""
  },
  {
    "subject": "Direito civil",
    "text": "Pedro, em dezembro de 2011, aos 16 anos, se formou no ensino médio. Em agosto de 2012, ainda com 16 anos, começou estágio voluntário em uma companhia local. Em janeiro de 2013, já com 17 anos, foi morar com sua namorada. Em julho de 2013, ainda com 17 anos, após ter sido aprovado e nomeado em um concurso público, Pedro entrou em exercício no respectivo emprego público (FGV-2016-OAB-Exame de Ordem Unificado-XX-Primeira Fase-Reaplicação Salvador/BA).\nTendo por base o disposto no Código Civil, assinale a opção que indica a data em que cessou a incapacidade de Pedro.",
    "answer1": "Dezembro de 2011",
    "answer2": "Agosto de 2012",
    "answer3": "Janeiro de 2013",
    "answer4": "Julho de 2013",
    "right_answer": 4,
    "difficulty": 5,
    "": ""
  },
  {
    "subject": "Direito civil",
    "text": "Maria entregou à sociedade empresária JL Veículos Usados um veículo Vectra, ano 2008, de sua propriedade, para ser vendido pelo valor de R$ 18.000,00. Restou acordado que o veículo ficaria exposto na loja pelo prazo máximo de 30 dias. Considerando a hipótese acima e as regras do contrato estimatório, assinale a afirmativa correta (FGV-2015-OAB-Exame de Ordem Unificado-XVI-Primeira Fase).",
    "answer1": "O veículo pode ser objeto de penhora pelos credores da JL Veículos Usados, mesmo que não pago integralmente o preço.",
    "answer2": "A sociedade empresária JL Veículos Usados suportará a perda ou deterioração do veículo, não se eximindo da obrigação de pagar o preço ajustado, ainda que a restituição se impossibilite sem sua culpa.",
    "answer3": "Ainda que não pago integralmente o preço a Maria, o veículo consignado poderá ser objeto de penhora, caso a sociedade empresária JL Veículos Usados seja acionada judicialmente por seus credores.",
    "answer4": "Maria poderá dispor do veículo enquanto perdurar o contrato estimatório, com fundamento na manutenção da reserva do domínio e da posse indireta da coisa.",
    "right_answer": 2,
    "difficulty": 5,
    "": ""
  },
  {
    "subject": "Direito tributário",
    "text": "Assinale  a alternativa correta (AOCP-Prefeitura de Juiz de Fora-MG-2016-Auditor Fiscal):",
    "answer1": "Ao fato gerador, é aplicada a legislação vigente à época do lançamento.",
    "answer2": "A cobrança do tributo é uma atividade administrativa discricionária.",
    "answer3": "Ao fato gerador é aplicada a legislação vigente à época de sua ocorrência.",
    "answer4": "Os impostos são tributos vinculados a uma atividade estatal específica.",
    "right_answer": 3,
    "difficulty": 1,
    "": ""
  },
  {
    "subject": "Direito tributário",
    "text": "Assinale a opção correta, acerca do poder de tributar e de suas limitações (CESPE-2016-TCE-PR-Analista de Controle-Área Jurídica):",
    "answer1": "A proibição de que União, estados, Distrito Federal e municípios instituam impostos sobre templos de qualquer culto é exemplo do instituto da isenção",
    "answer2": "A imunidade recíproca não atinge os impostos sobre a renda dos entes federados.",
    "answer3": "É vedado à União conceder incentivos que visem à promoção do equilíbrio socioeconômico a determinadas áreas do país.",
    "answer4": "É vedado aos estados, ao Distrito Federal e aos municípios estabelecer diferença tributária de qualquer natureza entre bens e serviços em razão de sua procedência ou destino.",
    "right_answer": 4,
    "difficulty": 1,
    "": ""
  },
  {
    "subject": "Direito tributário",
    "text": "Pode ser remunerado por taxa o serviço de (ESAF-2016-ANAC-Especialista em Regulação de Aviação Civil – Área 1):",
    "answer1": "Iluminação pública",
    "answer2": "Coleta de lixo",
    "answer3": "Segurança pública",
    "answer4": "Saúde pública",
    "right_answer": 2,
    "difficulty": 1,
    "": ""
  },
  {
    "subject": "Direito tributário",
    "text": "Ação para a cobrança do crédito tributário prescreve, conforme Sistema Tributário Nacional, contados da data da sua constituição definitiva, em: \n\nDisponível em: http://www.planalto.gov.br/ccivil_03/Leis/L5172.htm. Lei n° 5.172, de 25 de outubro de 1966. Dispõe sobre o Sistema Tributário Nacional e institui normas gerais de direito tributário aplicáveis à União, Estados e Municípios.Lançamentos. Artigo 174 (Planejar consultoria-2016-Prefeitura de Lauro de Freitas-BA-Procurador Municipal).",
    "answer1": "3 anos",
    "answer2": "5 anos",
    "answer3": "10 anos",
    "answer4": "15 anos",
    "right_answer": 2,
    "difficulty": 1,
    "": ""
  },
  {
    "subject": "Direito tributário",
    "text": "É correto afirmar que a regra vigente no Direito Tributário brasileiro é a do domicílio (FCC-Prefeitura de Campinas-SP-2016-Procurador):",
    "answer1": "De eleição ou legal dependendo do tributo, ou seja, para taxas e contribuições é o domicílio legal da ocorrência do fato gerador e para impostos é o domicílio eleito pelo sujeito passivo.",
    "answer2": "legal, que, para pessoa natural, é o lugar onde estabelece sua residência com ânimo definitivo.",
    "answer3": "Legal, ou seja, aquele definido em lei como sendo o lugar do fato gerador.",
    "answer4": "de eleição, salvo se este domicílio impossibilitar ou dificultar a arrecadação ou fiscalização do tributo, hipótese em que será o local da situação dos bens ou da ocorrência do fato gerador.",
    "right_answer": 4,
    "difficulty": 1,
    "": ""
  },
  {
    "subject": "Direito tributário",
    "text": "NÃO é causa extintiva do crédito tributário (UFMT-2016-DPE-MT-Defensor Público):",
    "answer1": "Depósito do seu montante integral.",
    "answer2": "Consignação em pagamento",
    "answer3": "Transação",
    "answer4": "Compensação",
    "right_answer": 1,
    "difficulty": 3,
    "": ""
  },
  {
    "subject": "Direito tributário",
    "text": "Suspende a exigibilidade do crédito tributário, a exceção (IOBV-2016-Prefeitura de Chapecó-SC-Procurador Municipal):",
    "answer1": "a moratória e o depósito de se\tu montante integral.",
    "answer2": "A transação",
    "answer3": "As impugnações administrativas sobre o lançamento.",
    "answer4": "O parcelamento",
    "right_answer": 2,
    "difficulty": 3,
    "": ""
  },
  {
    "subject": "Direito tributário",
    "text": "No âmbito do exercício do poder de tributar, é conduta permitida (MPE-RS-2016-Promotor de Justiça):",
    "answer1": "Cobrar tributos, em casos emergenciais, de grave crise econômica, em relação a fatos geradores ocorridos antes do início da vigência da lei que os houver instituído ou aumentado.",
    "answer2": "Cobrar imposto sobre produtos industrializados no mesmo exercício financeiro em que haja sido publicada a lei que os instituiu ou aumentou.",
    "answer3": "Cobrar tributos antes de decorridos noventa dias da data em que haja sido publicada a lei que os instituiu ou aumentou.",
    "answer4": "Instituir imposto sobre grande fortunas, confiscando bens que tragam o crescimento exagerado do patrimônio de pessoas muito ricas.",
    "right_answer": 2,
    "difficulty": 3,
    "": ""
  },
  {
    "subject": "Direito tributário",
    "text": "Os serviços públicos relacionados ao conceito de taxa contido no Código Tributário Nacional são considerados (CESPE-2016-TRT-8ª Região-PA e AP-Analista judiciário-Contabilidade):",
    "answer1": "divisíveis quando destacados em unidades autônomas de intervenção, de utilidade ou de necessidades públicas.",
    "answer2": "efetivamente utilizados pelo contribuinte quando postos à sua disposição.",
    "answer3": "potencialmente utilizados quando, sendo de utilização facultativa, são postos à disposição do contribuinte mediante atividade administrativa em efetivo funcionamento.",
    "answer4": "divisíveis quando suscetíveis de utilização, separadamente, por cada um dos seus usuários.",
    "right_answer": 4,
    "difficulty": 3,
    "": ""
  },
  {
    "subject": "Direito tributário",
    "text": "O orçamento fiscal referente aos Poderes da União, seus fundos, órgãos e entidades da Administração direta e indireta, inclusive fundações instituídas e mantidas pelo Poder Público está compreendido na lei (VUNESP-2016-TJ-RJ-Juiz Substituto):",
    "answer1": "Do orçamento anual",
    "answer2": "Orgânica",
    "answer3": "De responsabilidade fiscal",
    "answer4": "De diretrizes orçamentárias",
    "right_answer": 1,
    "difficulty": 3,
    "": ""
  },
  {
    "subject": "Direito tributário",
    "text": "A pessoa jurídica Verdes Campos Ltda. realiza transporte de cargas entre os estados \"X\" e \"Y\" por meio de sua frota de 30 caminhões. Sobre a referida prestação de serviço de transporte, assinale a opção correta (FGV-2016-OAB-Exame de Ordem Unificado-XIX-Primeira Fase):",
    "answer1": "Incide o ISS, de Competência dos Municípios.",
    "answer2": "Não incide qualquer imposto.",
    "answer3": "Incide o ICMS, de competência dos Estados.",
    "answer3": "Incide o IPVA, de competência dos Estados.",
    "right_answer": 3,
    "difficulty": 5,
    "": ""
  },
  {
    "subject": "Direito tributário",
    "text": "XYZ é um estabelecimento empresarial que foi alienado e cujo adquirente continuou a explorar a mesma atividade. Considerando que também o alienante de XYZ continuou a exercer atividade empresarial no mesmo ramo de negócio, assinale a afirmativa correta (FGV-2016-OAB-Exame de Ordem Unificado-XX-Primeira Fase-Reaplicação Salvador/BA):",
    "answer1": "O adquirente é integralmente responsável pelos tributos devidos até a data da alienação do estabelecimento, sem responsabilidade do alienante.",
    "answer2": "O adquirente e o alienante são responsáveis, cada qual, por 50% dos tributos devidos até a data da alienação do estabelecimento.",
    "answer3": "A responsabilidade pelos tributos devidos até a data da alienação é integralmente do alienante, sem responsabilidade do adquirente.",
    "answer4": "Como o alienante continuou a explorar a atividade empresarial, a responsabilidade do adquirente pelos tributos devidos até a data da alienação é subsidiária com o alienante.",
    "right_answer": 1,
    "difficulty": 5,
    "": ""
  },
  {
    "subject": "Direito tributário",
    "text": "O Estado X, visando aumentar a sua arrecadação, instituiu novo imposto, não previsto na Constituição Federal. Sobre a hipótese, assinale a afirmativa correta (FGV-2016-OAB-Exame de Ordem Unificado-XIX-Primeira Fase):",
    "answer1": "O Estado X pode instituir imposto, mediante lei complementar, desde que previsto na Constituição Estadual.",
    "answer2": "Para exercer a competência residual do Estado X, é necessária lei de iniciativa do Governador do Estado.",
    "answer3": "O Estado X não pode instituir o imposto novo, tendo em vista que a competência residual para a instituição de novos impostos é somente da União.",
    "answer4": "É vedada à União, aos Estados, ao Distrito Federal e aos Municípios, a instituição de impostos não previstos na Constituição Federal.",
    "right_answer": 3,
    "difficulty": 5,
    "": ""
  },
  {
    "subject": "Direito tributário",
    "text": "O Chefe do Poder Executivo da União, acreditando ser esta a melhor estratégia econômica para estimular o mercado interno brasileiro, decide reduzir a alíquota do Imposto sobre Produtos Industrializados (IPI) sobre alguns produtos. Neste cenário, você é consultado sobre os parâmetros constitucionais dirigidos àquele imposto. Assim, você afirmaria que, a respeito do IPI, o Art. 153, § 3º, da CRFB/88, estabelece que (FGV-2016-OAB-Exame de Ordem Unificado-XX-Primeira Fase-Reaplicação Salvador/BA):",
    "answer1": "não será seletivo, em função da essencialidade do produto.",
    "answer2": "será cumulativo.",
    "answer3": "não incidirá sobre produtos industrializados destinados ao exterior.",
    "answer4": "terá impacto mais gravoso quando incidente sobre a aquisição de bens de capital pelo contribuinte do imposto.",
    "right_answer": 3,
    "difficulty": 5,
    "": ""
  },
  {
    "subject": "Direito tributário",
    "text": "A falência da sociedade XYZ Ltda. foi decretada em 5/6/2014. Nessa data, a pessoa jurídica já possuía dois imóveis hipotecados para garantia de dívidas diversas. A União tem créditos tributários a receber da sociedade, inscritos em dívida ativa em abril de 2013. Baseado nos fatos narrados, assinale a afirmativa correta(FGV-2016-OAB-Exame de Ordem Unificado-XIX-Primeira Fase):",
    "answer1": "A União tem direito de preferência sobre todo e qualquer credor, porque o crédito tributário foi inscrito em dívida ativa antes da decretação da falência.",
    "answer2": "A União tem direito de preferência sobre os credores com garantia real, pois o crédito tributário prefere a qualquer outro, seja qual for sua natureza ou o tempo de sua constituição.",
    "answer3": "A União tem de respeitar a preferência dos credores hipotecários, no limite do valor dos bens gravados.",
    "answer4": "A União tem de respeitar a preferência dos credores hipotecários, no limite do valor das dívidas garantidas pelas hipotecas.",
    "right_answer": 3,
    "difficulty": 5,
    "": ""
  },
  {
    "subject": "Introdução ao direito",
    "text": "De acordo com o entendimento de Max Weber, expresso na obra Ciência e Política: duas vocações, a significação de que está revestido todo o trabalho científico é a de que toda obra científica acabada (FCC-DPE-SP-2015 –Defensor Público):",
    "answer1": "não tem outro sentido senão o de fazer surgirem novos paradigmas.",
    "answer2": "somente tem sentido ao fazer surgirem novos paradigmas.",
    "answer3": "somente tem sentido se não permitir que surjam novas indagações.",
    "answer4": "não tem outro sentido senão o de fazer surgirem novas indagações.",
    "right_answer": 4,
    "difficulty": 1,
    "": ""
  },
  {
    "subject": "Introdução ao direito",
    "text": "No panorama histórico da Ciência do Direito, realizado por Tércio Sampaio Ferraz Júnior, na obra A Ciência do Direito, o autor caracteriza a prática dos glosadores da seguinte forma: “Tomando como base assentada os textos de Justiniano, os juristas da época passaram a dar-lhes um tratamento metódico, cujas raízes estavam nas técnicas explicativas usadas em aulas, sobretudo no chamado Trivium, composto de gramática, retórica e dialética, que compunham as artes liberales de então. Com isto, eles desenvolveram uma técnica especial de abordagem de textos pré-fabricados e aceitos por sua autoridade, caracterizada pela glosa gramatical e filológica, pela exegese ou explicação do sentido, pela concordância, pela distinção\". Neste sentido, o autor considera que neste confronto do texto estabelecido e do seu tratamento explicativo, presente na prática dos glosadores, é que nasce a (FCC-DPE-SP-2015-Defensor Público):",
    "answer1": "Jurisprudência medieval com seu caráter eminentemente dialético.",
    "answer2": "Ciência do Direito com seu caráter eminentemente dogmático.",
    "answer3": "Ciência do Direito com seu caráter eminentemente zetético.",
    "answer4": "Ciência do Direito com seu caracter exclusivamente interpretativo.",
    "right_answer": 2,
    "difficulty": 1,
    "": ""
  },
  {
    "subject": "Introdução ao direito",
    "text": "Segundo a explicação de H. Kelsen, na obra O que é justiça?, a doutrina do Direito natural pressupõe que o valor é (FCC-DPE-SP-2015-Defensor Público):",
    "answer1": "imanente à realidade e é contingente.",
    "answer2": "consequente da conduta e é contingente",
    "answer3": "consequente da conduta e é relativo",
    "answer4": "imanente a realidade e é absoluto",
    "right_answer": 4,
    "difficulty": 1,
    "": ""
  },
  {
    "subject": "Introdução ao direito",
    "text": "“A exigência de uma sistematização do Direito acabou por impor aos juristas a valorização do preceito legal no julgamento de fatos vitais decisivos. Daí surgiu, na França, já no século XIX, a poderosa 'École de l'Exégèse', de grande influência nos países em que o espírito napoleônico predominou, correspondendo, no mundo germânico, à doutrina dos pandectistas. A tarefa do jurista circunscreveu-se, a partir daí, cada vez mais à teorização e sistematização da experiência jurídica, em termos de uma unificação construtiva dos juízos normativos e do esclarecimento dos seus fundamentos (...)\". No trecho acima, extraído de seu livro A Ciência do Direito, Tércio Sampaio Ferraz Júnior refere-se a características do (FCC-DPE-SP-2015-Defensor Público):",
    "answer1": "Jusnaturalismo Jurídico",
    "answer2": "Historicismo Jurídico",
    "answer3": "Positivismo Jurídico",
    "answer4": "Neopositivismo Jurídico",
    "right_answer": 3,
    "difficulty": 1,
    "": ""
  },
  {
    "subject": "Introdução ao direito",
    "text": "No que concerne à interpretação do direito e ao método de interpretação pela lógica do razoável, assinale a opção correta (CESPE-MPE-AC-2014-Promotor de Justiça):",
    "answer1": "A aplicação do direito pressupõe a utilização do lógos do razoável, uma vez que os procedimentos decisórios não obedecem a qualquer tipo de predeterminação de seus conteúdos.",
    "answer2": "Ao considerarem regras e princípios, aspectos pessoais e sociais, circunstâncias e finalidades, assim como ao analisarem o direito a ser aplicado no caso concreto, os juízes exercem atividade dedutiva.",
    "answer3": "A segurança jurídica, objetivo superior da legislação, depende mais do processo lógico de interpretação das normas jurídicas que dos princípios extraídos das normas escritas, considerando-se a roupagem mais ou menos apropriada como eles se apresentam.",
    "answer4": "No que diz respeito aos resultados, a interpretação especificadora emana da própria lei ou ato normativo, surgindo do próprio poder que interpreta seu ato normativo.",
    "right_answer": 1,
    "difficulty": 3,
    "": ""
  },
  {
    "subject": "Introdução ao direito",
    "text": "No que se refere às vertentes teóricas acerca da natureza jurídica do direito subjetivo, assinale a opção correta (CESPE-MPE-AC-2014-Promotor de Justiça):",
    "answer1": "Segundo a teoria da garantia, o direito subjetivo constitui interesse tutelado pela ordem jurídica mediante o reconhecimento da vontade individual, o que pressupõe um direito subsistente na volição.",
    "answer2": "A teoria lógico-formal, centrada em depurar do estudo do direito quaisquer elementos metajurídicos, promove a redução formalista do dever jurídico e, concomitantemente, do direito subjetivo à norma jurídica.",
    "answer3": "Segundo  a teoria eclética, não há direito subjetivo: nem o indivíduo nem a coletividade possuem direitos, uma vez que a regra de direito cria um comportamento (positivo ou negativo), configurando-se uma situação de caráter objetivo.",
    "answer4": "A teoria egológica do direito confere novo tratamento à noção de direito subjetivo, que, identificado com a liberdade humana, expressa o movimento espontâneo da vida humana ? liberdade fenomenizada ? no campo do não proibido.",
    "right_answer": 4,
    "difficulty": 3,
    "": ""
  },
  {
    "subject": "Introdução ao direito",
    "text": "Em sua teoria do ordenamento jurídico, Norberto Bobbio estuda os aspectos da unidade, da coerência e da completude do ordenamento. Relativamente ao aspecto da coerência do ordenamento jurídico, \"a situação de normas incompatíveis entre si\" refere-se ao problema (FCC-DPE-SP-2010-Defensor Público):",
    "answer1": "das antinomias",
    "answer2": "da analogia",
    "answer3": "das lacunas",
    "answer4": "da incompletude",
    "right_answer": 1,
    "difficulty": 3,
    "": ""
  },
  {
    "subject": "Introdução ao direito",
    "text": "Na perspectiva da Teoria Pura do Direito de Hans Kelsen, é possível distinguir uma “jurisprudência” que trata da validade do Direito de outra que considera a eficácia do Direito. Para o pensador, estas jurisprudências “andam lado a lado” e “nenhuma é capaz de substituir a outra, porque cada uma trata de problemas diferentes”. Daí a Teoria Pura do Direito insistir em distingui-las claramente. Segundo a nomenclatura que lhes é atribuída por Kelsen, na obra O que é justiça?, elas podem ser chamadas, respectivamente, de (FCC-DPE-SP-2012-Defensor Público):",
    "answer1": "jurisprudência sociológica e jurisprudência normativa",
    "answer2": "Jurisprudência eficiente e jurisprudência validativa.",
    "answer3": "Jurisprudência normativa e jurisprudência sociológica.",
    "answer4": "Jurisprudência normativa e jurisprudência eficiente.",
    "right_answer": 3,
    "difficulty": 3,
    "": ""
  },
  {
    "subject": "Introdução ao direito",
    "text": "O raciocínio analógico é típico do pensamento jurídico. Esse é um tema debatido por vários teóricos e filósofos do Direito. Para Norberto Bobbio, na obra Teoria do Ordenamento Jurídico, trata-se de um método de autointegração do Direito. Assinale a opção que, segundo esse autor, apresenta o conceito de analogia (FGV-OAB-Exame de Ordem Unificado – XX – Primeira Fase – 2016):",
    "answer1": "Subsunção de um caso (premissa menor) a uma norma jurídica (premissa maior) de forma a permitir uma conclusão lógica e necessária.",
    "answer2": "existindo relevante semelhança entre dois casos, as consequências jurídicas atribuídas a um caso já regulamentado deverão ser atribuídas também a um caso não-regulamentado.",
    "answer3": "Racioncínio em que se produz, como efeito, a extensão de uma norma jurídica para casos não previstos por esta.",
    "answer4": "Decisão, por meio de recurso, às práticas sociais que sejam uniformes e continuadas e que possuam previsão de necessidade jurídica.",
    "right_answer": 2,
    "difficulty": 5,
    "": ""
  },
  {
    "subject": "Introdução ao direito",
    "text": "Para o jusfilósofo Norberto Bobbio, uma antinomia real se caracteriza quando estamos diante (FGV-OAB-2015-Exame de Ordem Unificado – XIII – Primeira Fase):",
    "answer1": "de duas normas colidentes que pertencem a ordenamentos jurídicos diferentes.",
    "answer2": "de normas que colidem entre si, porém essa colisão é solúvel mediante a aplicação do critério cronológico, do critério hierárquico ou do critério de especialidade.",
    "answer3": "de normas colidentes e o intérprete é abandonado a si mesmo pela falta de um critério ou pela impossibilidade de solução do conflito entre os critérios existentes.",
    "answer4": "de duas ou mais normas que colidem entre si e que possuem diferentes âmbitos de validade temporal, espacial, pessoal ou material.",
    "right_answer": 3,
    "difficulty": 5,
    "": ""
  },
  {
    "subject": "Introdução ao direito",
    "text": "O Art. 126 do CPC afirma que o juiz não se exime de sentenciar ou despachar alegando lacuna ou obscuridade da lei. A questão das lacunas também é recorrente no âmbito dos estudos da Filosofia e da Teoria Geral do Direito. O jusfilósofo Norberto Bobbio, no livro Teoria do Ordenamento Jurídico apresenta um estudo sobre essa questão. O autor denomina por lacuna ideológica a falta de uma norma (FGV-OAB-2015-Exame de Ordem Unificado – XVI – Primeira Fase):",
    "answer1": "legitimidade produzida pelo legislador democrático",
    "answer2": "Justa, que enseje uma solução satisfatória ao caso concreto.",
    "answer3": "que atenda às convicções ideológicas pessoais do juiz.",
    "answer4": "costumeira, que tenha surgido de práticas sociais inspiradas nos valores vigentes.",
    "right_answer": 2,
    "difficulty": 5,
    "": ""
  }  
]